// questions.js
const questionBank = [
   {
    "topic": "論仁論孝論君子",
    "question": "君子不重則不威，學則不「固」。《論仁論孝論君子》",
    "options": [
      "本來",
      "固然",
      "固定",
      "牢固"
    ],
    "answer": "牢固",
    "explanation": ""
  },
  {
    "topic": "論仁論孝論君子",
    "question": "君子「病」無能焉，不病人之不己知也。《論仁論孝論君子》",
    "options": [
      "過失",
      "疾病",
      "責備",
      "抱怨"
    ],
    "answer": "抱怨",
    "explanation": ""
  },
  {
    "topic": "論仁論孝論君子",
    "question": "君子義以為質，禮以行之，「孫」以出之，信以成之。《論仁論孝論君子》",
    "options": [
      "謙遜",
      "子孫",
      "公正",
      "誠實"
    ],
    "answer": "謙遜",
    "explanation": "此乃通假字，通「遜」，指謙遜。"
  },
  {
    "topic": "論仁論孝論君子",
    "question": "君子成人之美，不成人之惡。小人反「是」。《論仁論孝論君子》",
    "options": [
      "此",
      "是否",
      "不是",
      "實事求是"
    ],
    "answer": "此",
    "explanation": ""
  },
  {
    "topic": "論仁論孝論君子",
    "question": "過則勿「憚」改。《論仁論孝論君子》",
    "options": [
      "害怕",
      "忌憚",
      "再次",
      "恐怕"
    ],
    "answer": "害怕",
    "explanation": ""
  },
  {
    "topic": "論仁論孝論君子",
    "question": "事父母「幾」諫，見志不從，又敬不違，勞而不怨。《論仁論孝論君子》",
    "options": [
      "委婉",
      "多次",
      "幾乎",
      "不要"
    ],
    "answer": "委婉",
    "explanation": ""
  },
  {
    "topic": "論仁論孝論君子",
    "question": "富與貴，是人之所欲也；不以其道得之，不「處」也。《論仁論孝論君子》",
    "options": [
      "接受",
      "處理",
      "拋棄",
      "獨處"
    ],
    "answer": "接受",
    "explanation": ""
  },
  {
    "topic": "論仁論孝論君子",
    "question": "君子「去」仁，惡乎成名？《論仁論孝論君子》",
    "options": [
      "拋棄",
      "離開",
      "前往",
      "達至"
    ],
    "answer": "拋棄",
    "explanation": ""
  },
  {
    "topic": "論仁論孝論君子",
    "question": "不仁者，不可以久處「約」，不可以長處樂。《論仁論孝論君子》",
    "options": [
      "貧困",
      "約會",
      "簡約",
      "富貴"
    ],
    "answer": "貧困",
    "explanation": ""
  },
  {
    "topic": "論仁論孝論君子",
    "question": "富與貴，「是」人之所欲也。《論仁論孝論君子》",
    "options": [
      "此",
      "is",
      "肯定",
      "確認"
    ],
    "answer": "此",
    "explanation": ""
  },
  {
    "topic": "論仁論孝論君子",
    "question": "君子去仁，「惡」乎成名？《論仁論孝論君子》",
    "options": [
      "怎麼",
      "厭惡",
      "壞事",
      "厭倦"
    ],
    "answer": "怎麼",
    "explanation": "「惡」字在問句開首，屬反問語。"
  },
  {
    "topic": "論仁論孝論君子",
    "question": "君子成人之美，不成人之「惡」。小人反是。《論仁論孝論君子》",
    "options": [
      "怎麼",
      "厭惡",
      "壞事",
      "厭倦"
    ],
    "answer": "壞事",
    "explanation": ""
  },
  {
    "topic": "論仁論孝論君子",
    "question": "回雖不敏，「請」事斯語矣。《論仁論孝論君子》",
    "options": [
      "請（你）",
      "請（讓我）",
      "通「情」，盡情",
      "請教"
    ],
    "answer": "請（讓我）",
    "explanation": ""
  },
  {
    "topic": "論仁論孝論君子",
    "question": "內省不疚，「夫」何憂何懼？《論仁論孝論君子》",
    "options": [
      "發語詞，不譯",
      "大丈夫",
      "夫人",
      "怎麼"
    ],
    "answer": "發語詞，不譯",
    "explanation": "「夫」在句首，多作發語詞，引起話題，讀曰「芙」，不譯。"
  },
  {
    "topic": "論仁論孝論君子",
    "question": "君子求「諸」己，小人求諸人。《論仁論孝論君子》",
    "options": [
      "之於",
      "各位",
      "在",
      "諸侯"
    ],
    "answer": "之於",
    "explanation": "「之於」的合音。"
  },
  {
    "topic": "論仁論孝論君子",
    "question": "君子無「終食」之間違仁。《論仁論孝論君子》",
    "options": [
      "一頓飯，指短暫",
      "晚餐",
      "食物，指不慕美食",
      "午餐"
    ],
    "answer": "一頓飯，指短暫",
    "explanation": ""
  },
  {
    "topic": "論仁論孝論君子",
    "question": "「過」則勿憚改。《論仁論孝論君子》",
    "options": [
      "過失",
      "超過",
      "影響",
      "果然"
    ],
    "answer": "過失",
    "explanation": ""
  },
  {
    "topic": "論仁論孝論君子",
    "question": "仁者安仁，知者「利」仁。《論仁論孝論君子》",
    "options": [
      "利用",
      "有利",
      "得到",
      "滿足"
    ],
    "answer": "利用",
    "explanation": ""
  },
  {
    "topic": "論仁論孝論君子",
    "question": "貧與賤，是人之所「惡」也。不以其道得之，不去也。《論仁論孝論君子》",
    "options": [
      "厭惡",
      "邪惡",
      "怎麼",
      "厭倦"
    ],
    "answer": "厭惡",
    "explanation": ""
  },
  {
    "topic": "論仁論孝論君子",
    "question": "貧與賤，是人之所惡也。不以其道得之，不「去」也。《論仁論孝論君子》",
    "options": [
      "拋棄",
      "離開",
      "前往",
      "達至"
    ],
    "answer": "拋棄",
    "explanation": ""
  },
  {
    "topic": "論仁論孝論君子",
    "question": "君子無終食之間違仁，「造次」必於是，顛沛必於是。《論仁論孝論君子》",
    "options": [
      "匆忙",
      "悠閒",
      "失意",
      "得意"
    ],
    "answer": "匆忙",
    "explanation": ""
  },
  {
    "topic": "論仁論孝論君子",
    "question": "「克」己復禮為仁。《論仁論孝論君子》",
    "options": [
      "克制",
      "克服",
      "攻克",
      "做好"
    ],
    "answer": "克制",
    "explanation": ""
  },
  {
    "topic": "論仁論孝論君子",
    "question": "為仁「由」己，而由人乎哉？《論仁論孝論君子》",
    "options": [
      "憑",
      "由於",
      "理由",
      "尤其"
    ],
    "answer": "憑",
    "explanation": ""
  },
  {
    "topic": "論仁論孝論君子",
    "question": "回雖不敏，請「事」斯語矣。《論仁論孝論君子》",
    "options": [
      "實踐",
      "事奉",
      "事情",
      "忙碌"
    ],
    "answer": "實踐",
    "explanation": ""
  },
  {
    "topic": "論仁論孝論君子",
    "question": "今之孝者，是謂能「養」。《論仁論孝論君子》",
    "options": [
      "供養",
      "飼養",
      "養育",
      "營養"
    ],
    "answer": "供養",
    "explanation": ""
  },
  {
    "topic": "論仁論孝論君子",
    "question": "至於犬馬，皆能有「養」。《論仁論孝論君子》",
    "options": [
      "供養",
      "飼養",
      "養育",
      "營養"
    ],
    "answer": "飼養",
    "explanation": ""
  },
  {
    "topic": "論仁論孝論君子",
    "question": "見志不從，又敬不違，「勞」而不怨。《論仁論孝論君子》",
    "options": [
      "擔憂",
      "勤勞",
      "勞動",
      "責備"
    ],
    "answer": "擔憂",
    "explanation": ""
  },
  {
    "topic": "論仁論孝論君子",
    "question": "今之孝者，「是」謂能養。《論仁論孝論君子》",
    "options": [
      "只",
      "此",
      "is",
      "答應"
    ],
    "answer": "只",
    "explanation": ""
  },
  {
    "topic": "論仁論孝論君子",
    "question": "君子不重則不「威」，學則不固。《論仁論孝論君子》",
    "options": [
      "威嚴",
      "威風",
      "通「戚」，憂懼不安",
      "恐嚇"
    ],
    "answer": "威嚴",
    "explanation": ""
  },
  {
    "topic": "論仁論孝論君子",
    "question": "君子義以為「質」，禮以行之，孫以出之，信以成之。《論仁論孝論君子》",
    "options": [
      "原則",
      "質素",
      "對質",
      "人質"
    ],
    "answer": "原則",
    "explanation": ""
  },
  {
    "topic": "論仁論孝論君子",
    "question": "君子無終食之間「違」仁。《論仁論孝論君子》",
    "options": [
      "背離",
      "遺失",
      "不遵守",
      "不答應"
    ],
    "answer": "背離",
    "explanation": ""
  },
  {
    "topic": "論仁論孝論君子",
    "question": "志士仁人，無求生以「害」仁。《論仁論孝論君子》",
    "options": [
      "損害",
      "陷害",
      "害怕",
      "損失"
    ],
    "answer": "損害",
    "explanation": ""
  },
  {
    "topic": "論仁論孝論君子",
    "question": "《論仁論孝論君子》中「君子坦蕩蕩，小人長戚戚」運用了甚麼修辭手法？",
    "options": [
      "對比",
      "擬物",
      "比喻",
      "呼告"
    ],
    "answer": "對比",
    "explanation": ""
  },
  {
    "topic": "論仁論孝論君子",
    "question": "《論孝》中，「今之孝者」認為甚麼是「孝」？",
    "options": [
      "做到供養父母",
      "做到飼養父母",
      "做到養活父母",
      "做到能養父母"
    ],
    "answer": "做到供養父母",
    "explanation": "今之孝者，是謂「能養」。"
  },
  {
    "topic": "論仁論孝論君子",
    "question": "根據《論君子》，以下哪項不是君子具備的特質。",
    "options": [
      "先國後家",
      "謹慎交友",
      "成全美事",
      "言行一致"
    ],
    "answer": "先國後家",
    "explanation": ""
  },
  {
    "topic": "論仁論孝論君子",
    "question": "《論仁》中，孔子認為「仁者」如何實踐「仁」？",
    "options": [
      "克制私欲，使言行合禮",
      "言行一致，以說話比行動多為恥",
      "成全別人做的好事",
      "自我反省，知錯能改"
    ],
    "answer": "克制私欲，使言行合禮",
    "explanation": "「克己復禮為仁。」"
  },
  {
    "topic": "論仁論孝論君子",
    "question": "《論仁論孝論君子》中「父母之年，不可不知也。一則以喜，一則以懼」一句說明了甚麼道理？",
    "options": [
      "子女要把握機會孝順父母",
      "子女要按照禮節侍奉父母",
      "子女要對父母言聽計從",
      "子女要對父母存畏懼的心"
    ],
    "answer": "子女要把握機會孝順父母",
    "explanation": ""
  },
  {
    "topic": "論仁論孝論君子",
    "question": "《論仁論孝論君子》中「君子去仁，惡乎成名？」一句中運用了甚麼修辭手法？",
    "options": [
      "反問",
      "設問",
      "誇張",
      "對比"
    ],
    "answer": "反問",
    "explanation": "「惡」是反問語。"
  },
{
    "topic": "廉頗藺相如列傳",
    "question": "秦王恐其破壁，乃辭謝「固」請。《廉頗藺相如列傳》",
    "options": [
      "本來",
      "堅決",
      "固定",
      "牢固"
    ],
    "answer": "堅決",
    "explanation": ""
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "藺相如「固」止之。《廉頗藺相如列傳》",
    "options": [
      "堅決",
      "固然",
      "固定",
      "牢固"
    ],
    "answer": "堅決",
    "explanation": ""
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "「均」之二策，寧許以負秦曲。《廉頗藺相如列傳》",
    "options": [
      "平均",
      "衡量",
      "公開",
      "公正"
    ],
    "answer": "衡量",
    "explanation": ""
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "相如每朝時，「常」稱病。《廉頗藺相如列傳》",
    "options": [
      "經常",
      "固然",
      "固定",
      "穩固"
    ],
    "answer": "經常",
    "explanation": ""
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "乃使其從者衣褐，「懷」其璧。《廉頗藺相如列傳》",
    "options": [
      "藏在懷中",
      "思念",
      "胸懷",
      "懷舊"
    ],
    "answer": "藏在懷中",
    "explanation": ""
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "其後秦伐趙，「拔」石城。《廉頗藺相如列傳》",
    "options": [
      "攻下",
      "提拔",
      "拔去",
      "貶謫"
    ],
    "answer": "攻下",
    "explanation": ""
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "計未定，求人可「使」報秦者，未得。《廉頗藺相如列傳》",
    "options": [
      "出使",
      "令",
      "導致",
      "假如"
    ],
    "answer": "出使",
    "explanation": ""
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "秦王「竟」酒，終不能加勝於趙。《廉頗藺相如列傳》",
    "options": [
      "完畢",
      "竟然",
      "雖然",
      "開始"
    ],
    "answer": "完畢",
    "explanation": ""
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "秦昭王聞之，使人「遺」趙王書。《廉頗藺相如列傳》",
    "options": [
      "遺失",
      "遺漏",
      "違反",
      "送"
    ],
    "answer": "送",
    "explanation": ""
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "趙王豈以一璧之「故」欺秦邪！《廉頗藺相如列傳》",
    "options": [
      "所以",
      "以往",
      "緣故",
      "固然"
    ],
    "answer": "緣故",
    "explanation": ""
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "臣嘗有罪，「竊」計欲亡走燕。《廉頗藺相如列傳》",
    "options": [
      "私下",
      "偷盜",
      "說話",
      "我"
    ],
    "answer": "私下",
    "explanation": ""
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "且相如素「賤」人，吾羞，不忍為之下。《廉頗藺相如列傳》",
    "options": [
      "地位低下",
      "卑鄙",
      "羞恥",
      "貧窮"
    ],
    "answer": "地位低下",
    "explanation": ""
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "大王見臣列觀，禮節甚「倨」。《廉頗藺相如列傳》",
    "options": [
      "傲慢",
      "居然",
      "隆重",
      "安心"
    ],
    "answer": "傲慢",
    "explanation": ""
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "乃使其從者「衣」褐，懷其璧。《廉頗藺相如列傳》",
    "options": [
      "穿上",
      "衣服",
      "解開",
      "通「依」，依從"
    ],
    "answer": "穿上",
    "explanation": "此「衣」作動詞用。"
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "遂許齋五日，「舍」相如廣成傳。《廉頗藺相如列傳》",
    "options": [
      "通「捨」，放棄",
      "房子",
      "居住",
      "安置"
    ],
    "answer": "安置",
    "explanation": ""
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "欲予秦，秦城恐不可得，徒「見」欺。《廉頗藺相如列傳》",
    "options": [
      "被",
      "通「現」",
      "見到",
      "白白地"
    ],
    "answer": "被",
    "explanation": "「見+動詞」是文言文常見的被動句式。"
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "欲予秦，秦城恐不可得，「徒」見欺。《廉頗藺相如列傳》",
    "options": [
      "被",
      "通「現」",
      "見到",
      "白白地"
    ],
    "answer": "白白地",
    "explanation": ""
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "均之二策，寧許以負秦「曲」。《廉頗藺相如列傳》",
    "options": [
      "理虧",
      "扭曲",
      "樂曲",
      "婉轉"
    ],
    "answer": "理虧",
    "explanation": ""
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "王「必」無人，臣願奉璧往使。《廉頗藺相如列傳》",
    "options": [
      "如果",
      "必定",
      "必須",
      "安排"
    ],
    "answer": "如果",
    "explanation": ""
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "相如持其璧「睨」柱，欲以擊柱。《廉頗藺相如列傳》",
    "options": [
      "斜視",
      "直視",
      "倚靠",
      "撞擊"
    ],
    "answer": "斜視",
    "explanation": ""
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "臣知欺大王之罪當誅，臣請就湯鑊。唯大王與羣臣「孰」計議之。《廉頗藺相如列傳》",
    "options": [
      "通「熟」，詳細",
      "誰",
      "什麼",
      "那麼"
    ],
    "answer": "通「熟」，詳細",
    "explanation": ""
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "臣知欺大王之罪當誅，臣請「就」湯鑊。《廉頗藺相如列傳》",
    "options": [
      "趨近",
      "就是",
      "就算",
      "懲罰"
    ],
    "answer": "趨近",
    "explanation": ""
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "趙王豈以一璧之故欺秦「邪」？《廉頗藺相如列傳》",
    "options": [
      "呢",
      "嗎",
      "邪惡",
      "啊"
    ],
    "answer": "呢",
    "explanation": "「邪」出現在問句末字的話作疑問代詞用。"
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "趙王竊聞秦王「善」為秦聲。《廉頗藺相如列傳》",
    "options": [
      "擅長",
      "喜好",
      "讚美",
      "好聽"
    ],
    "answer": "擅長",
    "explanation": ""
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "相如張目叱之，左右皆「靡」。《廉頗藺相如列傳》",
    "options": [
      "退卻",
      "萎靡不振",
      "大喝",
      "憤怒"
    ],
    "answer": "退卻",
    "explanation": ""
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "秦王不「懌」，為一擊缻。《廉頗藺相如列傳》",
    "options": [
      "高興",
      "緊張",
      "肯",
      "慌忙"
    ],
    "answer": "高興",
    "explanation": ""
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "相如「顧」召趙御史書曰。《廉頗藺相如列傳》",
    "options": [
      "回頭",
      "回顧",
      "想起",
      "只是"
    ],
    "answer": "回頭",
    "explanation": "相似用法：一顧傾城"
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "秦王「竟」酒，終不能加勝於趙。《廉頗藺相如列傳》",
    "options": [
      "完畢",
      "竟然",
      "添",
      "喝"
    ],
    "answer": "完畢",
    "explanation": ""
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "相如雖「駑」，獨畏廉將軍哉？《廉頗藺相如列傳》",
    "options": [
      "無能",
      "暴躁",
      "駿馬",
      "頑劣"
    ],
    "answer": "無能",
    "explanation": ""
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "「顧」吾念之，彊秦之所以不敢加兵於趙者，徒以吾兩人在也。《廉頗藺相如列傳》",
    "options": [
      "只是",
      "回頭",
      "想起",
      "回顧"
    ],
    "answer": "只是",
    "explanation": ""
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "臣誠恐「見」欺於王而負趙，故令人持璧歸。《廉頗藺相如列傳》",
    "options": [
      "被",
      "通「現」，出現",
      "看見",
      "聽見"
    ],
    "answer": "被",
    "explanation": "「見+動詞」是文言文常見被動句式"
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "「卒」廷見相如，畢禮而歸之。《廉頗藺相如列傳》",
    "options": [
      "終於",
      "死亡",
      "接著",
      "最初"
    ],
    "answer": "終於",
    "explanation": ""
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "「卒」相與驩，為刎頸之交。《廉頗藺相如列傳》",
    "options": [
      "終於",
      "死亡",
      "接著",
      "最初"
    ],
    "answer": "終於",
    "explanation": ""
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "臣等不肖，「請」辭去。《廉頗藺相如列傳》",
    "options": [
      "請（你）",
      "請（讓我）",
      "通「情」，盡情",
      "請教"
    ],
    "answer": "請（讓我）",
    "explanation": ""
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "藺相如亦曰：「請」以秦之咸陽為趙王壽。《廉頗藺相如列傳》",
    "options": [
      "請（你）",
      "請（讓我）",
      "通「情」，盡情",
      "請教"
    ],
    "answer": "請（你）",
    "explanation": ""
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "三十日不還，則「請」立太子為王，以絕秦望。《廉頗藺相如列傳》",
    "options": [
      "請（你）",
      "請（讓我）",
      "通「情」，盡情",
      "請教"
    ],
    "answer": "請（你）",
    "explanation": ""
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "乃使其「從」者衣褐，懷其璧，從徑道亡，歸璧於趙。《廉頗藺相如列傳》",
    "options": [
      "隨從",
      "跟隨",
      "從來",
      "依從"
    ],
    "answer": "隨從",
    "explanation": ""
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "乃使其從者衣褐，懷其璧，「從」徑道亡，歸璧於趙。《廉頗藺相如列傳》",
    "options": [
      "隨從",
      "跟隨",
      "從來",
      "從那時起"
    ],
    "answer": "跟隨",
    "explanation": ""
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "今臣至，大王見臣列觀，禮節「甚」倨。《廉頗藺相如列傳》",
    "options": [
      "超過",
      "非常",
      "甚麼",
      "甚或"
    ],
    "answer": "非常",
    "explanation": ""
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "今君乃「亡」趙走燕，燕畏趙。《廉頗藺相如列傳》",
    "options": [
      "逃亡",
      "死亡",
      "忘記",
      "滅亡"
    ],
    "answer": "逃亡",
    "explanation": ""
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "明年，「復」攻趙，殺二萬人。《廉頗藺相如列傳》",
    "options": [
      "再次",
      "收復",
      "回復",
      "復和"
    ],
    "answer": "再次",
    "explanation": ""
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "秦貪，負其「彊」，以空言求璧。《廉頗藺相如列傳》",
    "options": [
      "強",
      "長",
      "疆界",
      "僵硬"
    ],
    "answer": "強",
    "explanation": "留意弓部下方沒「土」字，不是疆域的「疆」，是通作「強」字。"
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "度道里會遇之禮畢，還，不「過」三十日。《廉頗藺相如列傳》",
    "options": [
      "過失",
      "超過",
      "影響",
      "果然"
    ],
    "answer": "超過",
    "explanation": ""
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "廉頗聞之，肉袒「負」荊。《廉頗藺相如列傳》",
    "options": [
      "背負",
      "恃著",
      "負擔",
      "違背"
    ],
    "answer": "背負",
    "explanation": ""
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "相如度秦王雖齋，決「負」約不償城。《廉頗藺相如列傳》",
    "options": [
      "背負",
      "恃著",
      "負擔",
      "違背"
    ],
    "answer": "違背",
    "explanation": ""
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "均之二策，「寧」許以負秦曲。《廉頗藺相如列傳》",
    "options": [
      "寧可",
      "安寧",
      "只能",
      "或者"
    ],
    "answer": "寧可",
    "explanation": ""
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "且相如素賤人，吾羞，不「忍」為之下。《廉頗藺相如列傳》",
    "options": [
      "忍受",
      "忍心",
      "通「認」，認同",
      "忍讓"
    ],
    "answer": "忍受",
    "explanation": ""
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "《廉頗藺相如列傳》中「臣誠恐見欺於王」一句屬什麼句式？",
    "options": [
      "被動句",
      "判斷句",
      "倒裝句",
      "省略句"
    ],
    "answer": "被動句",
    "explanation": "「見+動詞」是文言文常見被動句式"
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "「以」勇氣聞於諸侯。《廉頗藺相如列傳》",
    "options": [
      "憑藉",
      "用",
      "用來",
      "無義，不譯"
    ],
    "answer": "憑藉",
    "explanation": ""
  },
  {
    "topic": "廉頗藺相如列傳",
    "question": "乃使其從者衣褐，懷其璧，從徑道「亡」，歸璧於趙。《廉頗藺相如列傳》",
    "options": [
      "逃走",
      "忘記",
      "滅亡",
      "繁忙"
    ],
    "answer": "逃走",
    "explanation": ""
  },
{
    "topic": "岳陽樓記",
    "question": "登斯樓也，則有去國「懷」鄉。《岳陽樓記》",
    "options": [
      "藏在懷中",
      "思念",
      "胸懷",
      "懷舊"
    ],
    "answer": "思念",
    "explanation": ""
  },
  {
    "topic": "岳陽樓記",
    "question": "「越」明年，政通人和，百廢具興。《岳陽樓記》",
    "options": [
      "過了",
      "到達",
      "回想",
      "南越"
    ],
    "answer": "過了",
    "explanation": ""
  },
  {
    "topic": "岳陽樓記",
    "question": "越明年，政通人和，百廢「具」興。《岳陽樓記》",
    "options": [
      "全部",
      "具體",
      "用具",
      "部分"
    ],
    "answer": "全部",
    "explanation": "此乃通假字，通「俱」。"
  },
  {
    "topic": "岳陽樓記",
    "question": "「屬」予作文以記之。《岳陽樓記》",
    "options": [
      "囑咐",
      "屬於",
      "下屬",
      "遺囑"
    ],
    "answer": "囑咐",
    "explanation": "此乃通假字，通「囑」。"
  },
  {
    "topic": "岳陽樓記",
    "question": "此則岳陽樓之大觀也，前人之述「備」矣。《岳陽樓記》",
    "options": [
      "完備",
      "準備",
      "備忘",
      "提及"
    ],
    "answer": "完備",
    "explanation": ""
  },
  {
    "topic": "岳陽樓記",
    "question": "若夫霪雨霏霏，連月不「開」。《岳陽樓記》",
    "options": [
      "放晴",
      "陰天",
      "開啟",
      "高興"
    ],
    "answer": "放晴",
    "explanation": ""
  },
  {
    "topic": "岳陽樓記",
    "question": "陰風怒「號」，濁浪排空。《岳陽樓記》",
    "options": [
      "呼嘯",
      "浩然",
      "吹過",
      "停止"
    ],
    "answer": "呼嘯",
    "explanation": ""
  },
  {
    "topic": "岳陽樓記",
    "question": "商旅不行，「檣」傾楫摧。《岳陽樓記》",
    "options": [
      "桅杆",
      "船槳",
      "船帆",
      "船尾"
    ],
    "answer": "桅杆",
    "explanation": ""
  },
  {
    "topic": "岳陽樓記",
    "question": "「薄」暮冥冥，虎嘯猿啼。《岳陽樓記》",
    "options": [
      "迫近",
      "稀薄",
      "黃昏",
      "早上"
    ],
    "answer": "迫近",
    "explanation": ""
  },
  {
    "topic": "岳陽樓記",
    "question": "登斯樓也，則有「去」國懷鄉。《岳陽樓記》",
    "options": [
      "離開",
      "前往",
      "忘記",
      "懷念"
    ],
    "answer": "離開",
    "explanation": "「去」，文言文中常譯作「離去／離開」(Leave)，而非「前往」(Go)。"
  },
  {
    "topic": "岳陽樓記",
    "question": "滿目「蕭」然，感極而悲者矣。《岳陽樓記》",
    "options": [
      "蕭條",
      "錦繡",
      "悲傷",
      "愉快"
    ],
    "answer": "蕭條",
    "explanation": ""
  },
  {
    "topic": "岳陽樓記",
    "question": "商旅不行，檣傾「楫」摧。《岳陽樓記》",
    "options": [
      "桅杆",
      "船槳",
      "船帆",
      "船尾"
    ],
    "answer": "船槳",
    "explanation": ""
  },
  {
    "topic": "岳陽樓記",
    "question": "「微」斯人，吾誰與歸。《岳陽樓記》",
    "options": [
      "沒有",
      "有",
      "少數",
      "很多"
    ],
    "answer": "沒有",
    "explanation": ""
  },
  {
    "topic": "岳陽樓記",
    "question": "微斯人，吾誰與「歸」。《岳陽樓記》",
    "options": [
      "效法",
      "回去",
      "結伴",
      "訴苦"
    ],
    "answer": "效法",
    "explanation": ""
  },
  {
    "topic": "岳陽樓記",
    "question": "予嘗求古仁人之心，或異二者之「為」。《岳陽樓記》",
    "options": [
      "行為",
      "成為",
      "為了",
      "因為"
    ],
    "answer": "行為",
    "explanation": ""
  },
  {
    "topic": "岳陽樓記",
    "question": "憂讒畏譏，滿目蕭「然」，感極而悲者矣。《岳陽樓記》",
    "options": [
      "的樣子",
      "然後",
      "然而",
      "通「燃」，燃燒"
    ],
    "answer": "的樣子",
    "explanation": "「形容詞+然」，解作「...的樣子」"
  },
  {
    "topic": "岳陽樓記",
    "question": "慶曆四年春，滕子京「謫」守巴陵郡。《岳陽樓記》",
    "options": [
      "貶官",
      "調職",
      "晉升",
      "辭任"
    ],
    "answer": "貶官",
    "explanation": ""
  },
  {
    "topic": "岳陽樓記",
    "question": "屬「予」作文以記之。《岳陽樓記》",
    "options": [
      "我",
      "給予",
      "你",
      "猶豫"
    ],
    "answer": "我",
    "explanation": "予，常見人稱代詞，指「我」。"
  },
  {
    "topic": "岳陽樓記",
    "question": "銜遠山，吞長江，浩浩「湯湯」。《岳陽樓記》",
    "options": [
      "浩瀚",
      "熱水",
      "混濁",
      "宏偉"
    ],
    "answer": "浩瀚",
    "explanation": ""
  },
  {
    "topic": "岳陽樓記",
    "question": "然則北通巫峽，南「極」瀟湘。《岳陽樓記》",
    "options": [
      "盡頭",
      "非常",
      "南方",
      "極力"
    ],
    "answer": "盡頭",
    "explanation": ""
  },
  {
    "topic": "岳陽樓記",
    "question": "「把」酒臨風，其喜洋洋者矣。《岳陽樓記》",
    "options": [
      "端著",
      "把握",
      "將",
      "喝"
    ],
    "answer": "端著",
    "explanation": "融會貫通：「把」酒問青天。《水調歌頭》"
  },
  {
    "topic": "岳陽樓記",
    "question": "把酒「臨」風，其喜洋洋者矣。《岳陽樓記》",
    "options": [
      "迎著",
      "到來",
      "吹",
      "即將"
    ],
    "answer": "迎著",
    "explanation": ""
  },
  {
    "topic": "岳陽樓記",
    "question": "予「嘗」求古仁人之心，或異二者之為。《岳陽樓記》",
    "options": [
      "曾經",
      "嘗試",
      "品嚐",
      "時常"
    ],
    "answer": "曾經",
    "explanation": ""
  },
  {
    "topic": "岳陽樓記",
    "question": "予嘗求古仁人之心，或「異」二者之為。《岳陽樓記》",
    "options": [
      "不同於",
      "奇特",
      "雙方",
      "探求"
    ],
    "answer": "不同於",
    "explanation": ""
  },
  {
    "topic": "岳陽樓記",
    "question": "遷客騷人，多「會」於此。《岳陽樓記》",
    "options": [
      "聚集",
      "會面",
      "領會",
      "寫詩"
    ],
    "answer": "聚集",
    "explanation": ""
  },
  {
    "topic": "岳陽樓記",
    "question": "「至若」春和景明，波瀾不驚。《岳陽樓記》",
    "options": [
      "至於",
      "到了",
      "如果",
      "即使"
    ],
    "answer": "至於",
    "explanation": ""
  },
  {
    "topic": "岳陽樓記",
    "question": "漁歌互答，此樂何「極」！《岳陽樓記》",
    "options": [
      "窮盡",
      "到了",
      "南方",
      "極端"
    ],
    "answer": "窮盡",
    "explanation": ""
  },
  {
    "topic": "岳陽樓記",
    "question": "「是」進亦憂，退亦憂。",
    "options": [
      "這",
      "只",
      "is",
      "答應"
    ],
    "answer": "這",
    "explanation": ""
  },
  {
    "topic": "岳陽樓記",
    "question": "《岳陽樓記》中「銜遠山，吞長江」運用了甚麼修辭手法？",
    "options": [
      "擬人",
      "比喻",
      "排比",
      "對比"
    ],
    "answer": "擬人",
    "explanation": ""
  },
  {
    "topic": "岳陽樓記",
    "question": "以下哪一句的「之」字，與《岳陽樓記》「屬予作文以記之」的「之」字用法最接近？",
    "options": [
      "廉頗為趙將伐齊，大破「之」，取陽晉，拜為上卿",
      "臣知欺大王「之」罪當誅，臣請就湯鑊",
      "君子無終食「之」間違仁，造次必於是，顛沛必於是",
      "君子病無能焉，不病人「之」不己知也"
    ],
    "answer": "廉頗為趙將伐齊，大破「之」，取陽晉，拜為上卿",
    "explanation": "兩個「之」皆譯作「它」。"
  },
  {
    "topic": "岳陽樓記",
    "question": "《岳陽樓記》中「此則岳陽樓之大觀也，前人之述備矣」一句的目的是？",
    "options": [
      "帶出轉折，由記樓寫到「覽物之情」",
      "強調岳陽樓是岳州的名勝",
      "避免重複前人的陳腔濫調",
      "提綱挈領指出岳陽樓的景色"
    ],
    "answer": "帶出轉折，由記樓寫到「覽物之情」",
    "explanation": ""
  },
  {
    "topic": "岳陽樓記",
    "question": "《岳陽樓記》中，「古仁人之心」是指甚麼？",
    "options": [
      "憂國憂民",
      "憂讒畏譏",
      "寵辱皆忘",
      "心凝形釋"
    ],
    "answer": "憂國憂民",
    "explanation": "「居廟堂之高，則憂其民；處江湖之遠，則憂其君。」"
  },
{
    "topic": "魚我所欲也",
    "question": "得之則生，「弗」得則死。《魚我所欲也》",
    "options": [
      "忽然",
      "不",
      "失去",
      "得到"
    ],
    "answer": "不",
    "explanation": "「弗」是文言文常見的否定詞。"
  },
  {
    "topic": "魚我所欲也",
    "question": "嘑爾而與之，行道之人「弗」受。《魚我所欲也》",
    "options": [
      "忽然",
      "不",
      "失去",
      "得到"
    ],
    "answer": "不",
    "explanation": "「弗」是文言文常見的否定詞。"
  },
  {
    "topic": "魚我所欲也",
    "question": "「使」人之所惡莫甚於死者。《魚我所欲也》",
    "options": [
      "假如",
      "令",
      "導致",
      "出使"
    ],
    "answer": "假如",
    "explanation": ""
  },
  {
    "topic": "魚我所欲也",
    "question": "生亦我所欲，所欲有甚於生者，故不為「苟」得也。《魚我所欲也》",
    "options": [
      "隨便",
      "假如",
      "重視",
      "期望"
    ],
    "answer": "隨便",
    "explanation": ""
  },
  {
    "topic": "魚我所欲也",
    "question": "「嘑」爾而與之，行道之人弗受。《魚我所欲也》",
    "options": [
      "大聲呼喝",
      "吐口水",
      "讚美",
      "喝"
    ],
    "answer": "大聲呼喝",
    "explanation": ""
  },
  {
    "topic": "魚我所欲也",
    "question": "「蹴」爾而與之，乞人不屑也。《魚我所欲也》",
    "options": [
      "踐踏",
      "跑",
      "步行",
      "踮起腳"
    ],
    "answer": "踐踏",
    "explanation": ""
  },
  {
    "topic": "魚我所欲也",
    "question": "蹴爾而「與」之，乞人不屑也。《魚我所欲也》",
    "options": [
      "給予",
      "和",
      "嗎",
      "與其"
    ],
    "answer": "給予",
    "explanation": ""
  },
  {
    "topic": "魚我所欲也",
    "question": "所識窮乏者「得」我與？《魚我所欲也》",
    "options": [
      "感激",
      "得到",
      "應得",
      "討厭"
    ],
    "answer": "感激",
    "explanation": "此乃通假字，通「德」，作動詞用，指感激。"
  },
  {
    "topic": "魚我所欲也",
    "question": "「鄉」為身死而不受。《魚我所欲也》",
    "options": [
      "過往",
      "家鄉",
      "嚮往",
      "鄉人"
    ],
    "answer": "過往",
    "explanation": ""
  },
  {
    "topic": "魚我所欲也",
    "question": "是亦不可以「已」乎？此之謂失其本心。《魚我所欲也》",
    "options": [
      "停止",
      "已經",
      "而已",
      "自己"
    ],
    "answer": "停止",
    "explanation": "「已」解作「停止」的語例：死而後已，悲傷不已"
  },
  {
    "topic": "魚我所欲也",
    "question": "非獨賢者有「是」心也，人皆有之，賢者能勿喪耳。《魚我所欲也》",
    "options": [
      "此",
      "is",
      "肯定",
      "確認"
    ],
    "answer": "此",
    "explanation": ""
  },
  {
    "topic": "魚我所欲也",
    "question": "「是」亦不可以已乎？此之謂失其本心。《魚我所欲也》",
    "options": [
      "此",
      "is",
      "肯定",
      "確認"
    ],
    "answer": "此",
    "explanation": ""
  },
  {
    "topic": "魚我所欲也",
    "question": "死亦我所惡，所「惡」有甚於死者。《魚我所欲也》",
    "options": [
      "怎麼",
      "厭惡",
      "壞事",
      "厭倦"
    ],
    "answer": "厭惡",
    "explanation": ""
  },
  {
    "topic": "魚我所欲也",
    "question": "一簞食，一「豆」羹。《魚我所欲也》",
    "options": [
      "食物容器",
      "豆類",
      "小顆",
      "骯髒"
    ],
    "answer": "食物容器",
    "explanation": "象形字"
  },
  {
    "topic": "魚我所欲也",
    "question": "死亦我所惡，所惡有「甚」於死者，故患有所不辟也。《魚我所欲也》",
    "options": [
      "超過",
      "非常",
      "甚麼",
      "甚或"
    ],
    "answer": "超過",
    "explanation": ""
  },
  {
    "topic": "魚我所欲也",
    "question": "死亦我所惡，所惡有甚於死者，故患有所不「辟」也。《魚我所欲也》",
    "options": [
      "通「避」，躲避",
      "通「劈」，劈開",
      "通「澼」，清洗",
      "通「癖」，癖好"
    ],
    "answer": "通「避」，躲避",
    "explanation": ""
  },
  {
    "topic": "魚我所欲也",
    "question": "如使人之所欲「莫」甚於生。《魚我所欲也》",
    "options": [
      "沒有",
      "通「暮」，黃昏",
      "非常",
      "通「漠」，漠然"
    ],
    "answer": "沒有",
    "explanation": ""
  },
  {
    "topic": "魚我所欲也",
    "question": "由是則可以辟「患」而有不為也。《魚我所欲也》",
    "options": [
      "禍患",
      "病患",
      "患得患失",
      "患上"
    ],
    "answer": "禍患",
    "explanation": ""
  },
  {
    "topic": "魚我所欲也",
    "question": "非「獨」賢者有是心也，人皆有之，賢者能勿喪耳。《魚我所欲也》",
    "options": [
      "只有",
      "獨立",
      "孤獨",
      "獨特"
    ],
    "answer": "只有",
    "explanation": ""
  },
  {
    "topic": "魚我所欲也",
    "question": "非獨賢者有是心也，人皆有之，賢者能「勿」喪耳。《魚我所欲也》",
    "options": [
      "不",
      "切勿",
      "忽然",
      "匆匆"
    ],
    "answer": "不",
    "explanation": ""
  },
  {
    "topic": "魚我所欲也",
    "question": "非獨賢者有是心也，人皆有之，賢者能勿「喪」耳。《魚我所欲也》",
    "options": [
      "喪失",
      "喪事",
      "取得",
      "保存"
    ],
    "answer": "喪失",
    "explanation": ""
  },
  {
    "topic": "魚我所欲也",
    "question": "非獨賢者有是心也，人皆有之，賢者能勿喪「耳」。《魚我所欲也》",
    "options": [
      "而已",
      "耳朵",
      "嗎",
      "吧"
    ],
    "answer": "而已",
    "explanation": "「耳」在句末多為語氣詞，解作「而已」。"
  },
  {
    "topic": "魚我所欲也",
    "question": "萬鍾則不「辯」禮義而受之。《魚我所欲也》",
    "options": [
      "通「辨」，分辨",
      "辯解",
      "通「辦」，辦法",
      "解釋"
    ],
    "answer": "通「辨」，分辨",
    "explanation": ""
  },
  {
    "topic": "魚我所欲也",
    "question": "萬鍾於我何「加」焉？",
    "options": [
      "益處",
      "增加",
      "通「嘉」，嘉許",
      "通「賀」，恭賀"
    ],
    "answer": "益處",
    "explanation": ""
  },
  {
    "topic": "魚我所欲也",
    "question": "《魚我所欲也》用魚與熊掌的比喻，說明甚麼觀點？",
    "options": [
      "人應捨生取義",
      "義與生命不能同時得到",
      "人人皆可捨生取義",
      "人要保持捨生取義的本心"
    ],
    "answer": "人應捨生取義",
    "explanation": "「二者不可得兼，舍魚（生）而取熊掌（義）者也。」"
  },
{
    "topic": "師說",
    "question": "生乎吾前，其聞道也，「固」先乎吾。《師說》",
    "options": [
      "本來",
      "固然",
      "固定",
      "牢固"
    ],
    "answer": "本來",
    "explanation": ""
  },
  {
    "topic": "師說",
    "question": "聖人無「常」師。《師說》",
    "options": [
      "本來",
      "固然",
      "固定",
      "穩固"
    ],
    "answer": "固定",
    "explanation": ""
  },
  {
    "topic": "師說",
    "question": "夫「庸」知其年之先後生於吾乎？《師說》",
    "options": [
      "難道",
      "平庸",
      "哪些",
      "何必"
    ],
    "answer": "難道",
    "explanation": ""
  },
  {
    "topic": "師說",
    "question": "位卑則足羞，官盛則近「諛」。《師說》",
    "options": [
      "奉承",
      "讚美",
      "羞恥",
      "晉升"
    ],
    "answer": "奉承",
    "explanation": ""
  },
  {
    "topic": "師說",
    "question": "不「拘」於時，學於余。《師說》",
    "options": [
      "拘限",
      "苟且",
      "蒙蔽",
      "句讀"
    ],
    "answer": "拘限",
    "explanation": ""
  },
  {
    "topic": "師說",
    "question": "余「嘉」其能行古道，作《師說》以貽之。《師說》",
    "options": [
      "讚賞",
      "嘉賓",
      "增加",
      "親近"
    ],
    "answer": "讚賞",
    "explanation": ""
  },
  {
    "topic": "師說",
    "question": "余嘉其能行古道，作《師說》以「貽」之。《師說》",
    "options": [
      "贈送",
      "糖果",
      "進貢",
      "遺下"
    ],
    "answer": "贈送",
    "explanation": ""
  },
  {
    "topic": "師說",
    "question": "小學而大「遺」，吾未見其明也。《師說》",
    "options": [
      "留給",
      "遺漏",
      "違反",
      "送給"
    ],
    "answer": "遺漏",
    "explanation": ""
  },
  {
    "topic": "師說",
    "question": "是故聖「益」聖，愚益愚。《師說》",
    "options": [
      "更加",
      "好處",
      "變成",
      "進步"
    ],
    "answer": "更加",
    "explanation": ""
  },
  {
    "topic": "師說",
    "question": "愛其子，擇師而教「之」。《師說》",
    "options": [
      "兒子",
      "老師",
      "士大夫",
      "韓愈"
    ],
    "answer": "兒子",
    "explanation": ""
  },
  {
    "topic": "師說",
    "question": "人非生而知之者，「孰」能無惑？《師說》",
    "options": [
      "誰",
      "通「熟」，熟悉",
      "什麼",
      "哪些"
    ],
    "answer": "誰",
    "explanation": "常見疑問詞。"
  },
  {
    "topic": "師說",
    "question": "吾師道也，夫「庸」知其年之先後生於吾乎？《師說》",
    "options": [
      "豈",
      "需要",
      "平庸",
      "用途"
    ],
    "answer": "豈",
    "explanation": ""
  },
  {
    "topic": "師說",
    "question": "生「乎」吾前，其聞道也，固先乎吾。《師說》",
    "options": [
      "在",
      "語氣詞，不譯",
      "也",
      "比較"
    ],
    "answer": "在",
    "explanation": ""
  },
  {
    "topic": "師說",
    "question": "吾「師」道也，夫庸知其年之先後生於吾乎？《師說》",
    "options": [
      "學習",
      "老師",
      "師兄",
      "教學"
    ],
    "answer": "學習",
    "explanation": "作動詞用。"
  },
  {
    "topic": "師說",
    "question": "是故無貴無賤，無「長」無少。《師說》",
    "options": [
      "年長",
      "長期",
      "多",
      "長者"
    ],
    "answer": "年長",
    "explanation": ""
  },
  {
    "topic": "師說",
    "question": "古之聖人， 其「出」人也遠矣。《師說》",
    "options": [
      "超出",
      "出色",
      "出身",
      "出現"
    ],
    "answer": "超出",
    "explanation": ""
  },
  {
    "topic": "師說",
    "question": "今之眾人，其「下」聖人也亦遠矣。《師說》",
    "options": [
      "及不上",
      "下面",
      "卑微",
      "愚昧"
    ],
    "answer": "及不上",
    "explanation": ""
  },
  {
    "topic": "師說",
    "question": "聖人之所以為聖，愚人之所以為愚，「其」皆出於此乎！《師說》",
    "options": [
      "大概",
      "他們",
      "其實",
      "其他"
    ],
    "answer": "大概",
    "explanation": ""
  },
  {
    "topic": "師說",
    "question": "於其身也，則恥師焉，「惑」矣！《師說》",
    "options": [
      "糊塗",
      "疑惑",
      "或許",
      "迷惑"
    ],
    "answer": "糊塗",
    "explanation": ""
  },
  {
    "topic": "師說",
    "question": "彼童子之師，授之書而習其「句讀」者。《師說》",
    "options": [
      "文辭停頓處",
      "文辭流暢處",
      "文辭不通順處",
      "文辭開首處"
    ],
    "answer": "文辭停頓處",
    "explanation": "即「句逗」，古書無標點，古人讀古書須先學習如何斷句。"
  },
  {
    "topic": "師說",
    "question": "小學而大遺，吾未見其「明」也。《師說》",
    "options": [
      "明智",
      "明亮",
      "鮮明",
      "明白"
    ],
    "answer": "明智",
    "explanation": ""
  },
  {
    "topic": "師說",
    "question": "「彼」與彼年相若也，道相似也。《師說》",
    "options": [
      "他",
      "你",
      "聖人",
      "眾人"
    ],
    "answer": "他",
    "explanation": ""
  },
  {
    "topic": "師說",
    "question": "「其」皆出於此乎！《師說》",
    "options": [
      "大概",
      "他們",
      "其實",
      "其次"
    ],
    "answer": "大概",
    "explanation": ""
  },
  {
    "topic": "師說",
    "question": "聞道有先後，術業有專「攻」，如是而已。《師說》",
    "options": [
      "鑽研",
      "攻撃",
      "攻守",
      "通「工」，工作"
    ],
    "answer": "鑽研",
    "explanation": ""
  },
  {
    "topic": "師說",
    "question": "下列哪一句中的「以」字，和「作《師說》以貽之」句中「以」 字的語意相同?",
    "options": [
      "願以十五城請易璧。",
      "士大夫終不肯以小舟夜泊絕壁之下。",
      "同射三矢，皆中的，以示飛。",
      "以其人之道還治其人之身。"
    ],
    "answer": "同射三矢，皆中的，以示飛。",
    "explanation": ""
  },
  {
    "topic": "師說",
    "question": "《師說》一文，韓愈引用孔子的話論證甚麼觀點？",
    "options": [
      "人們應跟從本領比自己強的人學習",
      "老師必定比學生更賢能",
      "聖人擅於他人身上學習",
      "各人領會道理需要的時間不同"
    ],
    "answer": "人們應跟從本領比自己強的人學習",
    "explanation": ""
  },
  {
    "topic": "師說",
    "question": "以下哪項不是《師說》中「士大夫之族」不願從師學習的原因？",
    "options": [
      "向老師學習是一種恥辱",
      "彼此年紀相近",
      "彼此學問修養差不多",
      "向地位高的人學習易被看成諂媚"
    ],
    "answer": "向老師學習是一種恥辱",
    "explanation": ""
  },
{
    "topic": "勸學",
    "question": "順風而呼，聲非加疾也，而聞者「彰」。《勸學》",
    "options": [
      "清楚",
      "彰顯",
      "表彰",
      "章法"
    ],
    "answer": "清楚",
    "explanation": ""
  },
  {
    "topic": "勸學",
    "question": "「假」輿馬者，非利足也，而致千里。《勸學》",
    "options": [
      "借助",
      "虛假",
      "離棄",
      "假期"
    ],
    "answer": "借助",
    "explanation": ""
  },
  {
    "topic": "勸學",
    "question": "君子「生」非異也，善假於物也。《勸學》",
    "options": [
      "本性",
      "生存",
      "性別",
      "性命"
    ],
    "answer": "本性",
    "explanation": "此乃通假字，通「性」，指人的本性。"
  },
  {
    "topic": "勸學",
    "question": "學不可以「已」。《勸學》",
    "options": [
      "停止",
      "已經",
      "而已",
      "自己"
    ],
    "answer": "停止",
    "explanation": "「已」解作「停止」的語例：死而後已，悲傷不已"
  },
  {
    "topic": "勸學",
    "question": "吾嘗終日而思矣，不如「須臾」之所學也。《勸學》",
    "options": [
      "片刻",
      "整年",
      "一輩子",
      "老人"
    ],
    "answer": "片刻",
    "explanation": ""
  },
  {
    "topic": "勸學",
    "question": "鍥而不「舍」，金石可鏤。《勸學》",
    "options": [
      "通「捨」，放棄",
      "房子",
      "居住",
      "安置"
    ],
    "answer": "通「捨」，放棄",
    "explanation": "此乃通假字。"
  },
  {
    "topic": "勸學",
    "question": "木直「中」繩，輮以為輪。《勸學》",
    "options": [
      "符合",
      "內裡",
      "中間",
      "捆綁"
    ],
    "answer": "符合",
    "explanation": "粵音「種」。"
  },
  {
    "topic": "勸學",
    "question": "吾「嘗」終日而思矣，不如須臾之所學也。《勸學》",
    "options": [
      "曾經",
      "嘗試",
      "以往",
      "將會"
    ],
    "answer": "曾經",
    "explanation": ""
  },
  {
    "topic": "勸學",
    "question": "假舟楫者，非能「水」也。《勸學》",
    "options": [
      "游泳",
      "江河",
      "乘船",
      "飛越江面"
    ],
    "answer": "游泳",
    "explanation": "作動詞用"
  },
  {
    "topic": "勸學",
    "question": "君子博學而日參省乎己，則知明而行無「過」矣。《勸學》",
    "options": [
      "過失",
      "超過",
      "影響",
      "果然"
    ],
    "answer": "過失",
    "explanation": ""
  },
  {
    "topic": "勸學",
    "question": "木直中繩，「輮」以為輪。《勸學》",
    "options": [
      "烘烤使彎曲",
      "烘烤使拉直",
      "較正",
      "安裝"
    ],
    "answer": "烘烤使彎曲",
    "explanation": ""
  },
  {
    "topic": "勸學",
    "question": "雖「有」槁暴、不復挺者，輮使之然也。《勸學》",
    "options": [
      "又",
      "放置",
      "經歷",
      "有能力"
    ],
    "answer": "又",
    "explanation": ""
  },
  {
    "topic": "勸學",
    "question": "雖有槁「暴」、不復挺者，輮使之然也。《勸學》",
    "options": [
      "曬乾",
      "暴力",
      "殘暴",
      "通「瀑」，弄濕"
    ],
    "answer": "曬乾",
    "explanation": ""
  },
  {
    "topic": "勸學",
    "question": "雖有槁暴、不「復」挺者，輮使之然也。《勸學》",
    "options": [
      "回復",
      "復活",
      "復和",
      "再次"
    ],
    "answer": "回復",
    "explanation": ""
  },
  {
    "topic": "勸學",
    "question": "故木受繩則直，金「就」礪則利。《勸學》",
    "options": [
      "接受",
      "就是",
      "就算",
      "打磨"
    ],
    "answer": "接受",
    "explanation": ""
  },
  {
    "topic": "勸學",
    "question": "故木受繩則直，「金」就礪則利。《勸學》",
    "options": [
      "刀劍",
      "黃金",
      "玉器",
      "鐵器"
    ],
    "answer": "刀劍",
    "explanation": ""
  },
  {
    "topic": "勸學",
    "question": "君子博學而日「參」省乎己，則知明而行無過矣。《勸學》",
    "options": [
      "審察",
      "多次",
      "參加",
      "參見"
    ],
    "answer": "審察",
    "explanation": ""
  },
  {
    "topic": "勸學",
    "question": "吾嘗「跂」而望矣，不如登高之博見也。《勸學》",
    "options": [
      "踮起腳",
      "站著",
      "蹲下",
      "跳起"
    ],
    "answer": "踮起腳",
    "explanation": ""
  },
  {
    "topic": "勸學",
    "question": "登高而「招」，臂非加長也，而見者遠。《勸學》",
    "options": [
      "招手",
      "打招呼",
      "招供",
      "擊掌"
    ],
    "answer": "招手",
    "explanation": ""
  },
  {
    "topic": "勸學",
    "question": "假輿馬者，非「利」足也，而致千里。《勸學》",
    "options": [
      "迅疾",
      "有利",
      "幫助",
      "利用"
    ],
    "answer": "迅疾",
    "explanation": ""
  },
  {
    "topic": "勸學",
    "question": "假輿馬者，非利足也，而「致」千里。《勸學》",
    "options": [
      "達到",
      "前往",
      "奔走",
      "致送"
    ],
    "answer": "達到",
    "explanation": ""
  },
  {
    "topic": "勸學",
    "question": "假輿馬者，非利足也，「而」致千里。《勸學》",
    "options": [
      "卻能",
      "繼而",
      "而且",
      "總是"
    ],
    "answer": "卻能",
    "explanation": ""
  },
  {
    "topic": "勸學",
    "question": "假舟「楫」者，非能水也，而絕江河。《勸學》",
    "options": [
      "船槳",
      "桅杆",
      "船隻",
      "船尾"
    ],
    "answer": "船槳",
    "explanation": ""
  },
  {
    "topic": "勸學",
    "question": "假舟楫者，非能水也，而「絕」江河。《勸學》",
    "options": [
      "渡過",
      "杜絕",
      "避開",
      "絕望"
    ],
    "answer": "渡過",
    "explanation": ""
  },
  {
    "topic": "勸學",
    "question": "故不積「跬步」，無以至千里。《勸學》",
    "options": [
      "半步",
      "一步",
      "大步",
      "多步"
    ],
    "answer": "半步",
    "explanation": ""
  },
  {
    "topic": "勸學",
    "question": "「騏驥」一躍，不能十步。《勸學》",
    "options": [
      "駿馬",
      "劣馬",
      "馬群",
      "賽馬"
    ],
    "answer": "駿馬",
    "explanation": ""
  },
  {
    "topic": "勸學",
    "question": "「駑馬」十駕，功在不舍。《勸學》",
    "options": [
      "駿馬",
      "劣馬",
      "馬群",
      "賽馬"
    ],
    "answer": "劣馬",
    "explanation": ""
  },
  {
    "topic": "勸學",
    "question": "「鍥」而舍之，朽木不折。《勸學》",
    "options": [
      "雕刻",
      "劈開",
      "摩擦",
      "相撞"
    ],
    "answer": "雕刻",
    "explanation": ""
  },
  {
    "topic": "勸學",
    "question": "鍥而不舍，金石可「鏤」。《勸學》",
    "options": [
      "雕刻",
      "劈開",
      "使彎曲",
      "熔化"
    ],
    "answer": "雕刻",
    "explanation": ""
  },
  {
    "topic": "勸學",
    "question": "蟹六「跪」而二螯。《勸學》",
    "options": [
      "足",
      "手",
      "鉗",
      "鰓"
    ],
    "answer": "足",
    "explanation": ""
  },
  {
    "topic": "勸學",
    "question": "其曲中「規」。《勸學》",
    "options": [
      "圓規",
      "規則",
      "繩墨",
      "規看"
    ],
    "answer": "圓規",
    "explanation": ""
  },
  {
    "topic": "勸學",
    "question": "輮使之「然」也。《勸學》",
    "options": [
      "這樣",
      "然後",
      "通「燃」，燃燒使彎曲",
      "然而"
    ],
    "answer": "這樣",
    "explanation": ""
  },
  {
    "topic": "勸學",
    "question": "假「輿」馬者，非利足也。《勸學》",
    "options": [
      "車",
      "學",
      "與",
      "興"
    ],
    "answer": "車",
    "explanation": ""
  },
  {
    "topic": "勸學",
    "question": "積水成「淵」。《勸學》",
    "options": [
      "深水之處",
      "淺水之處",
      "江河",
      "海洋"
    ],
    "answer": "深水之處",
    "explanation": ""
  },
  {
    "topic": "勸學",
    "question": "下列哪一句中的「而」字，和《勸學》「青，取之於藍，而青於藍」句中「而」字的語意不同？",
    "options": [
      "匹夫見辱，拔劍而起。",
      "為人謀而不忠乎?",
      "國富而不知存恤。",
      "有如此之勢，而為秦人積威之所劫。"
    ],
    "answer": "匹夫見辱，拔劍而起。",
    "explanation": ""
  },
  {
    "topic": "勸學",
    "question": "君子生非異也，善「假」於物也。《勸學》",
    "options": [
      "借助",
      "虛假",
      "如果",
      "離棄"
    ],
    "answer": "借助",
    "explanation": ""
  },
  {
    "topic": "勸學",
    "question": "《勸學》中，荀子認為獨自思考無助於增進學問。",
    "options": [
      "無從判斷",
      "正確",
      "錯誤",
      "／"
    ],
    "answer": "無從判斷",
    "explanation": "文中只提到終日思考不及片刻學習，沒提到獨自思考能否增進學問。"
  },
  {
    "topic": "勸學",
    "question": "《勸學》中，荀子以「積土成山」為例，說明學習能讓人增進知識。",
    "options": [
      "錯誤",
      "無從判斷",
      "正確",
      "／"
    ],
    "answer": "錯誤",
    "explanation": "此例說明學習講求積累。"
  },
{
    "topic": "出師表",
    "question": "將軍向寵，性行淑「均」。《出師表》",
    "options": [
      "平均",
      "公正",
      "均等",
      "公開"
    ],
    "answer": "公正",
    "explanation": ""
  },
  {
    "topic": "出師表",
    "question": "則責攸之、禕、允等之慢，以「彰」其咎。《出師表》",
    "options": [
      "清楚",
      "彰顯",
      "表彰",
      "章法"
    ],
    "answer": "彰顯",
    "explanation": ""
  },
  {
    "topic": "出師表",
    "question": "是以先帝簡「拔」以遺陛下。《出師表》",
    "options": [
      "攻下",
      "提拔",
      "拔去",
      "貶謫"
    ],
    "answer": "提拔",
    "explanation": ""
  },
  {
    "topic": "出師表",
    "question": "今南方已定，兵甲已足，當獎「率」三軍。《出師表》",
    "options": [
      "輕率",
      "最終",
      "全都",
      "率領"
    ],
    "answer": "率領",
    "explanation": ""
  },
  {
    "topic": "出師表",
    "question": "先帝簡拔以「遺」陛下。《出師表》",
    "options": [
      "留給",
      "遺漏",
      "違反",
      "送給"
    ],
    "answer": "留給",
    "explanation": ""
  },
  {
    "topic": "出師表",
    "question": "陟罰「臧」否 ，不宜異同。《出師表》",
    "options": [
      "善",
      "升遷",
      "貶謫",
      "惡"
    ],
    "answer": "善",
    "explanation": ""
  },
  {
    "topic": "出師表",
    "question": "臣本布衣，「躬」耕於南陽。《出師表》",
    "options": [
      "親自",
      "彎腰",
      "辛苦",
      "鋤土"
    ],
    "answer": "親自",
    "explanation": ""
  },
  {
    "topic": "出師表",
    "question": "侍中、尚書、長史、參軍，此「悉」貞良死節之臣。《出師表》",
    "options": [
      "全部",
      "熟悉",
      "他們",
      "知悉"
    ],
    "answer": "全部",
    "explanation": ""
  },
  {
    "topic": "出師表",
    "question": "若有作姦、犯「科」，及為忠善者，宜付有司。《出師表》",
    "options": [
      "法律條文",
      "科舉考試",
      "科目",
      "聖上"
    ],
    "answer": "法律條文",
    "explanation": ""
  },
  {
    "topic": "出師表",
    "question": "若有作姦、犯科，及「為」忠善者，宜付有司。《出師表》",
    "options": [
      "做",
      "成為",
      "為了",
      "被"
    ],
    "answer": "做",
    "explanation": ""
  },
  {
    "topic": "出師表",
    "question": "然侍衞之臣，不懈「於」內。《出師表》",
    "options": [
      "在",
      "於是",
      "被",
      "進入"
    ],
    "answer": "在",
    "explanation": ""
  },
  {
    "topic": "出師表",
    "question": "今天下三分，益州疲敝，此「誠」危急存亡之秋也！《出師表》",
    "options": [
      "實在",
      "誠實",
      "真誠",
      "非常"
    ],
    "answer": "實在",
    "explanation": ""
  },
  {
    "topic": "出師表",
    "question": "今天下三分，益州疲敝，此誠危急存亡之「秋」也！《出師表》",
    "options": [
      "關鍵時刻",
      "秋天",
      "滅亡",
      "時間"
    ],
    "answer": "關鍵時刻",
    "explanation": ""
  },
  {
    "topic": "出師表",
    "question": "「蓋」追先帝之殊遇，欲報之於陛下也。《出師表》",
    "options": [
      "因為",
      "原來",
      "蓋上",
      "所以"
    ],
    "answer": "因為",
    "explanation": "相同用法：「蓋」失強援，不能獨完。《六國論》"
  },
  {
    "topic": "出師表",
    "question": "「誠」宜開張聖聽，以光先帝遺德，恢弘志士之氣。《出師表》",
    "options": [
      "實在",
      "誠實",
      "真誠",
      "非常"
    ],
    "answer": "實在",
    "explanation": ""
  },
  {
    "topic": "出師表",
    "question": "誠宜開張聖聽，以「光」先帝遺德，恢弘志士之氣。《出師表》",
    "options": [
      "發揚",
      "光輝",
      "光復",
      "欣賞"
    ],
    "answer": "發揚",
    "explanation": ""
  },
  {
    "topic": "出師表",
    "question": "不宜「妄」自菲薄，引喻失義，以塞忠諫之路也。《出師表》",
    "options": [
      "胡亂",
      "過失",
      "失去",
      "死亡"
    ],
    "answer": "胡亂",
    "explanation": ""
  },
  {
    "topic": "出師表",
    "question": "宮中、府中，「俱」為一體。《出師表》",
    "options": [
      "都是",
      "具體",
      "部分",
      "只要"
    ],
    "answer": "都是",
    "explanation": ""
  },
  {
    "topic": "出師表",
    "question": "「陟」罰臧否，不宜異同。《出師表》",
    "options": [
      "升遷",
      "善",
      "貶謫",
      "惡"
    ],
    "answer": "升遷",
    "explanation": ""
  },
  {
    "topic": "出師表",
    "question": "陟「罰」臧否，不宜異同。《出師表》",
    "options": [
      "升遷",
      "善",
      "懲罰",
      "惡"
    ],
    "answer": "懲罰",
    "explanation": ""
  },
  {
    "topic": "出師表",
    "question": "陟罰臧「否」，不宜異同。《出師表》",
    "options": [
      "升遷",
      "善",
      "貶謫",
      "惡"
    ],
    "answer": "惡",
    "explanation": ""
  },
  {
    "topic": "出師表",
    "question": "宜付有司，論其刑賞，以「昭」陛下平明之治。《出師表》",
    "options": [
      "彰顯",
      "感受",
      "得到",
      "讚賞"
    ],
    "answer": "彰顯",
    "explanation": ""
  },
  {
    "topic": "出師表",
    "question": "此皆良「實」，志慮忠純。《出師表》",
    "options": [
      "誠實",
      "實在",
      "結實",
      "忠心"
    ],
    "answer": "誠實",
    "explanation": ""
  },
  {
    "topic": "出師表",
    "question": "是以先帝「簡」拔以遺陛下。《出師表》",
    "options": [
      "挑選",
      "簡單",
      "提拔",
      "針對"
    ],
    "answer": "挑選",
    "explanation": ""
  },
  {
    "topic": "出師表",
    "question": "「愚」以為宮中之事，事無大小， 悉以咨之。《出師表》",
    "options": [
      "我",
      "愚笨",
      "你",
      "希望"
    ],
    "answer": "我",
    "explanation": "對自己的謙稱。"
  },
  {
    "topic": "出師表",
    "question": "愚以為宮中之事，事無大小，「 悉」以咨之。《出師表》",
    "options": [
      "全都",
      "得知",
      "熟悉",
      "釋懷"
    ],
    "answer": "全都",
    "explanation": ""
  },
  {
    "topic": "出師表",
    "question": "「苟」全性命於亂世，不求聞達於諸侯。《出師表》",
    "options": [
      "苟且",
      "假如",
      "希望",
      "長久"
    ],
    "answer": "苟且",
    "explanation": ""
  },
  {
    "topic": "出師表",
    "question": "由是感激，「遂」許先帝以驅馳。《出師表》",
    "options": [
      "於是",
      "結果",
      "但是",
      "所以"
    ],
    "answer": "於是",
    "explanation": ""
  },
  {
    "topic": "出師表",
    "question": "由是感激，遂「許」先帝以驅馳。《出師表》",
    "options": [
      "答應",
      "希望",
      "實現",
      "出山"
    ],
    "answer": "答應",
    "explanation": ""
  },
  {
    "topic": "出師表",
    "question": "先帝知臣謹慎，「故」臨崩寄臣以大事也。《出師表》",
    "options": [
      "因此",
      "故事",
      "以往",
      "朋友"
    ],
    "answer": "因此",
    "explanation": ""
  },
  {
    "topic": "出師表",
    "question": "先帝知臣謹慎，故「臨」崩寄臣以大事也。《出師表》",
    "options": [
      "即將",
      "到來",
      "登上",
      "迎著"
    ],
    "answer": "即將",
    "explanation": ""
  },
  {
    "topic": "出師表",
    "question": "先帝知臣謹慎，故臨「崩」寄臣以大事也。《出師表》",
    "options": [
      "逝世",
      "解除",
      "分裂",
      "奔走"
    ],
    "answer": "逝世",
    "explanation": ""
  },
  {
    "topic": "出師表",
    "question": "受命以來，「夙」夜憂歎。《出師表》",
    "options": [
      "早上",
      "現在",
      "當時",
      "每"
    ],
    "answer": "早上",
    "explanation": ""
  },
  {
    "topic": "出師表",
    "question": "「庶」竭駑鈍，攘除奸凶，興復漢室，還於舊都。《出師表》",
    "options": [
      "希望",
      "庶民",
      "我",
      "盡力"
    ],
    "answer": "希望",
    "explanation": ""
  },
  {
    "topic": "出師表",
    "question": "今「當」遠離，臨表涕零，不知所云。《出師表》",
    "options": [
      "即將",
      "當然",
      "揮軍",
      "因而"
    ],
    "answer": "即將",
    "explanation": ""
  },
  {
    "topic": "出師表",
    "question": "今當遠離，「臨」表涕零，不知所云。《出師表》",
    "options": [
      "對著",
      "到來",
      "寫下",
      "臨時"
    ],
    "answer": "對著",
    "explanation": ""
  },
  {
    "topic": "出師表",
    "question": "今當遠離，臨表「涕」零，不知所云。《出師表》",
    "options": [
      "眼淚",
      "鼻涕",
      "弟弟",
      "汗水"
    ],
    "answer": "眼淚",
    "explanation": ""
  },
  {
    "topic": "出師表",
    "question": "誠宜「開張」聖聽，以光先帝遺德。《出師表》",
    "options": [
      "展開",
      "發揚",
      "實踐",
      "留心"
    ],
    "answer": "展開",
    "explanation": ""
  },
  {
    "topic": "出師表",
    "question": "陟罰臧否，不宜「異同」。《出師表》",
    "options": [
      "不同",
      "同與不同",
      "奇怪",
      "相同"
    ],
    "answer": "不同",
    "explanation": ""
  },
  {
    "topic": "出師表",
    "question": "必能使「行陣」和睦，優劣得所。《出師表》",
    "options": [
      "軍隊",
      "排隊",
      "國家",
      "朝廷"
    ],
    "answer": "軍隊",
    "explanation": ""
  },
  {
    "topic": "出師表",
    "question": "三「顧」臣於草廬之中。《出師表》",
    "options": [
      "拜訪",
      "回頭",
      "照顧",
      "前往"
    ],
    "answer": "拜訪",
    "explanation": ""
  },
  {
    "topic": "出師表",
    "question": "《出師表》中「此誠危急存亡之秋」一句屬什麼句式？",
    "options": [
      "判斷句",
      "被動句",
      "倒裝句",
      "省略句"
    ],
    "answer": "判斷句",
    "explanation": ""
  },
  {
    "topic": "出師表",
    "question": "以下哪一項不是《出師表》中諸葛亮勸勉後主治國的內容？",
    "options": [
      "破舊立新",
      "虛懷納諫",
      "賞罰分明",
      "任用賢能"
    ],
    "answer": "破舊立新",
    "explanation": "文中有提及「開張聖聽」（虛懷納諫）、「陟罰臧否，不宜異同」（賞罰分明）、「營中之事，悉以咨之／親賢臣......」（任用賢能）。"
  },
  {
    "topic": "出師表",
    "question": "以下哪一項是諸葛亮在《出師表》開首提及的有利形勢？",
    "options": [
      "侍衛之臣盡忠職守",
      "南方已定，兵甲已足",
      "向寵率領軍隊作戰",
      "侍中侍郎志慮忠純"
    ],
    "answer": "侍衛之臣盡忠職守",
    "explanation": "其餘三個選項皆不是在開首提及。"
  },
  {
    "topic": "出師表",
    "question": "諸葛亮在《出師表》中提及蜀漢已具備出師北伐的條件，不包括下列哪一項？",
    "options": [
      "敵方鬆懈",
      "將士奮勇",
      "軍備充足",
      "無後顧之憂"
    ],
    "answer": "敵方鬆懈",
    "explanation": "文中有提及「忠志之士，忘身於外」（將士奮勇）、「軍備充足」（兵甲已足）、「無後顧之憂」（南方已定）。"
  },
{
    "topic": "六國論",
    "question": "則秦之所大欲，諸侯之所大患，「固」不在戰矣。《六國論》",
    "options": [
      "本來",
      "固然",
      "固定",
      "牢固"
    ],
    "answer": "本來",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "至於顛覆，理「固」宜然。《六國論》",
    "options": [
      "本來",
      "固然",
      "固定",
      "牢固"
    ],
    "answer": "本來",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "並力西「嚮」。《六國論》",
    "options": [
      "方向",
      "以往",
      "嚮往",
      "向前"
    ],
    "answer": "方向",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "六國互喪，「率」賂秦耶？《六國論》",
    "options": [
      "輕率",
      "最終",
      "全都",
      "率領"
    ],
    "answer": "全都",
    "explanation": "「率」、「皆」、「悉」都有「全部」、「全都」之義。"
  },
  {
    "topic": "六國論",
    "question": "奉之「彌」繁，侵之愈急。《六國論》",
    "options": [
      "更",
      "愈",
      "非常",
      "漸漸"
    ],
    "answer": "愈",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "以地事秦，「猶」抱薪救火，薪不盡，火不滅。《六國論》",
    "options": [
      "尤其",
      "猶豫",
      "好像",
      "仍然"
    ],
    "answer": "好像",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "刺客不行，良將「猶」在。《六國論》",
    "options": [
      "尤其",
      "猶豫",
      "好像",
      "仍然"
    ],
    "answer": "仍然",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "其勢弱於秦，而「猶」有可以不賂而勝之之勢。《六國論》",
    "options": [
      "尚且",
      "好像",
      "仍然",
      "猶豫"
    ],
    "answer": "尚且",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "至丹以荊卿為計，「始」速禍焉。《六國論》",
    "options": [
      "才",
      "開始",
      "始終",
      "馬上"
    ],
    "answer": "才",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "「與」嬴而不助五國也。《六國論》",
    "options": [
      "和",
      "依附",
      "給予",
      "與其"
    ],
    "answer": "依附",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "則勝負之數，存亡之理，當「與」秦相較，或未易量。《六國論》",
    "options": [
      "跟",
      "依附",
      "給予",
      "與其"
    ],
    "answer": "跟",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "趙「嘗」五戰于秦，二敗而三勝。《六國論》",
    "options": [
      "曾經",
      "嘗試",
      "淺嚐",
      "即將"
    ],
    "answer": "曾經",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "「茍」以天下之大，而從六國破亡之故事。《六國論》",
    "options": [
      "假如",
      "苟且",
      "證明",
      "因為"
    ],
    "answer": "假如",
    "explanation": "喚起記憶：「苟能充之，足以保四海；苟不充之，不足以事父母。」"
  },
  {
    "topic": "六國論",
    "question": "「向使」三國各愛其地。《六國論》",
    "options": [
      "假如",
      "以往",
      "因為",
      "雖然"
    ],
    "answer": "假如",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "「洎」牧以讒誅，邯鄲為郡。《六國論》",
    "options": [
      "及至",
      "因為",
      "假如",
      "導致"
    ],
    "answer": "及至",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "奉之彌繁，侵之愈急，「故」不戰而強弱勝負已判矣。《六國論》",
    "options": [
      "所以",
      "以往",
      "故事",
      "固然"
    ],
    "answer": "所以",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "茍以天下之大，而從六國破亡之「故」事。《六國論》",
    "options": [
      "所以",
      "以往",
      "緣故",
      "舊"
    ],
    "answer": "舊",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "五國「既」喪，齊亦不免矣。《六國論》",
    "options": [
      "已經",
      "既然",
      "即將",
      "避免"
    ],
    "answer": "已經",
    "explanation": "「既」字象人跪坐在食器前而口背向食器，故有「食畢」之義，引申為「已經」、「完成」的意思。"
  },
  {
    "topic": "六國論",
    "question": "洎牧以讒誅，邯鄲「為」郡。《六國論》",
    "options": [
      "做",
      "成為",
      "為了",
      "因為"
    ],
    "answer": "成為",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "為國者無使「為」積威之所劫哉！《六國論》",
    "options": [
      "做",
      "成為",
      "為了",
      "被"
    ],
    "answer": "被",
    "explanation": "被動句"
  },
  {
    "topic": "六國論",
    "question": "「為」國者無使為積威之所劫哉！《六國論》",
    "options": [
      "做，引申為管治",
      "成為",
      "為了",
      "因為"
    ],
    "answer": "做，引申為管治",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "茍以天下之大，而從六國破「亡」之故事，是又在六國下矣！《六國論》",
    "options": [
      "逃亡",
      "死亡",
      "忘記",
      "滅亡"
    ],
    "answer": "滅亡",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "六國破滅，非「兵」不利，戰不善，弊在賂秦。《六國論》",
    "options": [
      "兵器",
      "士兵",
      "軍隊",
      "人員"
    ],
    "answer": "兵器",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "「或」曰：六國互喪，率賂秦耶？《六國論》",
    "options": [
      "有人",
      "或者",
      "疑惑",
      "迷惑"
    ],
    "answer": "有人",
    "explanation": "文言文駁論的寫法，「或曰」即「有人說」。"
  },
  {
    "topic": "六國論",
    "question": "或曰：六國「互」喪，率賂秦耶？《六國論》",
    "options": [
      "相繼",
      "互相",
      "快速",
      "最終"
    ],
    "answer": "相繼",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "「蓋」失強援，不能獨完。《六國論》",
    "options": [
      "因為",
      "原來",
      "車輪",
      "軍隊"
    ],
    "answer": "因為",
    "explanation": "相同用法：「蓋」追先帝之殊遇，欲報之於陛下也。《出師表》"
  },
  {
    "topic": "六國論",
    "question": "思厥先祖父，「暴」霜露， 斬荊棘，以有尺寸之地。《六國論》",
    "options": [
      "暴露",
      "暴力",
      "殘暴",
      "暴君"
    ],
    "answer": "暴露",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "子孫視之不甚惜，「舉」以予人，如棄草芥。《六國論》",
    "options": [
      "全部",
      "舉起",
      "科舉",
      "盛事"
    ],
    "answer": "全部",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "子孫視之不甚惜，舉以予人，如棄草「芥」。《六國論》",
    "options": [
      "小草",
      "芥辣",
      "芥菜",
      "樹木"
    ],
    "answer": "小草",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "然後得一「夕」安寢，起視四境，而秦兵 又至矣。《六國論》",
    "options": [
      "晚上",
      "日間",
      "月",
      "年"
    ],
    "answer": "晚上",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "然則諸侯之地有限，暴秦之欲無「厭」。《六國論》",
    "options": [
      "通「饜」，滿足",
      "厭惡",
      "厭倦",
      "得到"
    ],
    "answer": "通「饜」，滿足",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "至於顛覆，理固「宜」然。《六國論》",
    "options": [
      "應當",
      "合適",
      "友誼",
      "宜居"
    ],
    "answer": "應當",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "五國「既」喪，齊亦不免矣。《六國論》",
    "options": [
      "已經",
      "既然",
      "即將",
      "最終"
    ],
    "answer": "已經",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "燕趙之君，「始」有遠略，能守其土，義不 賂秦。《六國論》",
    "options": [
      "才",
      "起初",
      "始終",
      "既然"
    ],
    "answer": "起初",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "是故燕雖小國而後亡，「斯」用兵之效也。《六國論》",
    "options": [
      "這",
      "那",
      "它",
      "撕開"
    ],
    "answer": "這",
    "explanation": "斯，即「此」、「這」。"
  },
  {
    "topic": "六國論",
    "question": "後秦擊趙者再，李牧連「卻」之。《六國論》",
    "options": [
      "擊退",
      "卻步",
      "但是",
      "戰敗"
    ],
    "answer": "擊退",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "則勝負之數， 存亡之理，當與秦相較，「或」未易量。《六國論》",
    "options": [
      "或許",
      "有人",
      "疑惑",
      "迷惑"
    ],
    "answer": "或許",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "則勝負之數， 存亡之理，當與秦相較，或未「易」量。《六國論》",
    "options": [
      "容易",
      "交易",
      "估算",
      "換來"
    ],
    "answer": "容易",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "有如此之勢，而為秦人積威之所「劫」。《六國論》",
    "options": [
      "脅迫",
      "打劫",
      "厄運",
      "恐懼"
    ],
    "answer": "脅迫",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "《六國論》中「為國者無使為積威之所劫哉」一句屬什麼句式？",
    "options": [
      "被動句",
      "判斷句",
      "倒裝句",
      "省略句"
    ],
    "answer": "被動句",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "六國互「喪」，率賂秦耶？《六國論》",
    "options": [
      "滅亡",
      "喪失",
      "喪命",
      "攻伐"
    ],
    "answer": "滅亡",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "賂秦而力虧，破滅之「道」也。《六國論》",
    "options": [
      "關鍵原因",
      "道義",
      "說法",
      "道路"
    ],
    "answer": "關鍵原因",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "蓋失強援，不能獨「完」。《六國論》",
    "options": [
      "保全",
      "完整",
      "完結",
      "生存"
    ],
    "answer": "保全",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "思「厥」先祖父，暴霜露， 斬荊棘，以有尺寸之地。《六國論》",
    "options": [
      "他們的",
      "缺失",
      "想到",
      "我的"
    ],
    "answer": "他們的",
    "explanation": "人稱代詞"
  },
  {
    "topic": "六國論",
    "question": "奉之彌繁，侵之愈急，故不戰而強弱勝負已「判」矣。《六國論》",
    "options": [
      "清晰分明",
      "審判",
      "分開",
      "結合"
    ],
    "answer": "清晰分明",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "與「嬴」而不助五國也。《六國論》",
    "options": [
      "秦國",
      "勝利",
      "弱小",
      "自私"
    ],
    "answer": "秦國",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "洎牧以讒「誅」，邯鄲為郡。《六國論》",
    "options": [
      "誅殺",
      "珠寶",
      "愛惜",
      "受害"
    ],
    "answer": "誅殺",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "惜其用武而不「終」也。《六國論》",
    "options": [
      "堅持到底",
      "終於",
      "完結",
      "終日"
    ],
    "answer": "堅持到底",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "且燕趙處秦「革」滅殆盡之際。《六國論》",
    "options": [
      "革除",
      "滅亡",
      "幾乎",
      "完盡"
    ],
    "answer": "革除",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "且燕趙處秦革「滅」殆盡之際。《六國論》",
    "options": [
      "革除",
      "滅亡",
      "幾乎",
      "完盡"
    ],
    "answer": "滅亡",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "且燕趙處秦革滅「殆」盡之際。《六國論》",
    "options": [
      "革除",
      "滅亡",
      "幾乎",
      "完盡"
    ],
    "answer": "幾乎",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "且燕趙處秦革滅殆「盡」之際。《六國論》",
    "options": [
      "革除",
      "滅亡",
      "幾乎",
      "完盡"
    ],
    "answer": "完盡",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "且燕趙處秦革滅殆盡之際，可謂智力「孤」危。《六國論》",
    "options": [
      "孤立",
      "孤獨",
      "孤苦",
      "孤軍"
    ],
    "answer": "孤立",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "刺客不「行」，良將猶在。《六國論》",
    "options": [
      "實行",
      "出行",
      "行蹤",
      "行凶"
    ],
    "answer": "實行",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "則勝負之「數」，存亡之理。《六國論》",
    "options": [
      "命運",
      "數目",
      "計算",
      "數說"
    ],
    "answer": "命運",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "以事秦之心，「禮」天下之奇才。《六國論》",
    "options": [
      "禮賢下士",
      "禮貌",
      "事奉",
      "禮節"
    ],
    "answer": "禮賢下士",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "秦人食之不得下「嚥」。《六國論》",
    "options": [
      "吞食",
      "燕國",
      "腹部",
      "喝"
    ],
    "answer": "吞食",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "茍以天下之大，而「從」六國破亡之故事。《六國論》",
    "options": [
      "跟從",
      "從來",
      "隨從",
      "從未"
    ],
    "answer": "跟從",
    "explanation": ""
  },
  {
    "topic": "六國論",
    "question": "以下哪項不是《六國論》的議論手法？",
    "options": [
      "多用比喻，具體說理",
      "開門見山，提綱挈領",
      "善用駁論，說服力強",
      "借論古事，諷議今事"
    ],
    "answer": "多用比喻，具體說理",
    "explanation": "文中只用了「抱薪救火」一個比喻。"
  },
  {
    "topic": "六國論",
    "question": "《六國論》提到諸侯先祖創業艱辛對比子孫輕易丟失大量土地，說明了甚麼觀點？",
    "options": [
      "諸侯不孝",
      "諸侯不智",
      "秦國今非昔比",
      "先祖偉大"
    ],
    "answer": "諸侯不孝",
    "explanation": ""
  },
{
    "topic": "始得西山宴遊記",
    "question": "然後知吾「嚮」之未始遊。《始得西山宴遊記》",
    "options": [
      "方向",
      "以往",
      "嚮往",
      "向前"
    ],
    "answer": "以往",
    "explanation": "「嚮」、「鄉」、「向」皆有「以往」的意思。"
  },
  {
    "topic": "始得西山宴遊記",
    "question": "然後知吾嚮之未始遊，遊於是乎「始」。《始得西山宴遊記》",
    "options": [
      "才",
      "開始",
      "始終",
      "馬上"
    ],
    "answer": "開始",
    "explanation": ""
  },
  {
    "topic": "始得西山宴遊記",
    "question": "自余「為」僇人，居是州，恒惴慄。《始得西山宴遊記》",
    "options": [
      "做",
      "成為",
      "為了",
      "被"
    ],
    "answer": "成為",
    "explanation": ""
  },
  {
    "topic": "始得西山宴遊記",
    "question": "自余為「僇」人，居是州，恒惴慄。《始得西山宴遊記》",
    "options": [
      "有罪的",
      "閒適的",
      "忙碌的",
      "悲傷的"
    ],
    "answer": "有罪的",
    "explanation": ""
  },
  {
    "topic": "始得西山宴遊記",
    "question": "自余為僇人，居「是」州，恒惴慄。《始得西山宴遊記》",
    "options": [
      "此",
      "is",
      "指黃州",
      "正確"
    ],
    "answer": "此",
    "explanation": "「是」，即「此」、「這」。"
  },
  {
    "topic": "始得西山宴遊記",
    "question": "自余為僇人，居是州，「恒」惴慄。《始得西山宴遊記》",
    "options": [
      "經常",
      "永恆",
      "短暫",
      "現在"
    ],
    "answer": "經常",
    "explanation": ""
  },
  {
    "topic": "始得西山宴遊記",
    "question": "自余為僇人，居是州，恒「惴」慄。《始得西山宴遊記》",
    "options": [
      "恐懼",
      "悲傷",
      "沉默",
      "絕望"
    ],
    "answer": "恐懼",
    "explanation": ""
  },
  {
    "topic": "始得西山宴遊記",
    "question": "自余為僇人，居是州，恒惴「慄」。《始得西山宴遊記》",
    "options": [
      "戰慄",
      "恐懼",
      "沉默",
      "絕望"
    ],
    "answer": "戰慄",
    "explanation": ""
  },
  {
    "topic": "始得西山宴遊記",
    "question": "其「隙」也，則施施而行，漫漫而遊。《始得西山宴遊記》",
    "options": [
      "空閒時間",
      "山中間隙",
      "嫌隙",
      "周末"
    ],
    "answer": "空閒時間",
    "explanation": ""
  },
  {
    "topic": "始得西山宴遊記",
    "question": "其隙也，則「施施」而行，漫漫而遊。《始得西山宴遊記》",
    "options": [
      "慢慢走",
      "急步走",
      "奔跑",
      "心不在焉"
    ],
    "answer": "慢慢走",
    "explanation": ""
  },
  {
    "topic": "始得西山宴遊記",
    "question": "日與其「徒」上高山，入深林。《始得西山宴遊記》",
    "options": [
      "朋友",
      "徒弟",
      "手下",
      "僕人"
    ],
    "answer": "朋友",
    "explanation": ""
  },
  {
    "topic": "始得西山宴遊記",
    "question": "日與其徒上高山，入深林，「窮」迴溪。《始得西山宴遊記》",
    "options": [
      "窮盡",
      "貧窮",
      "行走",
      "渡過"
    ],
    "answer": "窮盡",
    "explanation": ""
  },
  {
    "topic": "始得西山宴遊記",
    "question": "到則「披」草而坐，傾壺而醉。《始得西山宴遊記》",
    "options": [
      "撥開",
      "蓋著",
      "墊著",
      "穿著"
    ],
    "answer": "撥開",
    "explanation": ""
  },
  {
    "topic": "始得西山宴遊記",
    "question": "意有所「極」，夢亦同趣。《始得西山宴遊記》",
    "options": [
      "到",
      "盡頭",
      "方向",
      "南極"
    ],
    "answer": "到",
    "explanation": ""
  },
  {
    "topic": "始得西山宴遊記",
    "question": "「遂」命僕過湘江，緣染溪，斫榛莽。《始得西山宴遊記》",
    "options": [
      "於是",
      "最終",
      "馬上",
      "盡力"
    ],
    "answer": "於是",
    "explanation": ""
  },
  {
    "topic": "始得西山宴遊記",
    "question": "遂命僕過湘江，「緣」染溪，斫榛莽。《始得西山宴遊記》",
    "options": [
      "沿著",
      "有緣",
      "姻緣",
      "走著"
    ],
    "answer": "沿著",
    "explanation": ""
  },
  {
    "topic": "始得西山宴遊記",
    "question": "遂命僕過湘江，緣染溪，「斫」榛莽。《始得西山宴遊記》",
    "options": [
      "砍伐",
      "撥開",
      "拔起",
      "種植"
    ],
    "answer": "砍伐",
    "explanation": ""
  },
  {
    "topic": "始得西山宴遊記",
    "question": "斫榛莽，焚茅茷，「窮」山之高而止。《始得西山宴遊記》",
    "options": [
      "窮盡",
      "貧窮",
      "荊往",
      "渡過"
    ],
    "answer": "窮盡",
    "explanation": ""
  },
  {
    "topic": "始得西山宴遊記",
    "question": "其高下之勢，岈然「窪」然，若垤若穴。《始得西山宴遊記》",
    "options": [
      "低凹",
      "凸起",
      "潮濕",
      "幽深"
    ],
    "answer": "低凹",
    "explanation": ""
  },
  {
    "topic": "始得西山宴遊記",
    "question": "尺寸千里，「攢」蹙累積，莫得遯隱。《始得西山宴遊記》",
    "options": [
      "聚集",
      "拿起",
      "讚賞",
      "發揚"
    ],
    "answer": "聚集",
    "explanation": ""
  },
  {
    "topic": "始得西山宴遊記",
    "question": "尺寸千里，攢「蹙」累積，莫得遯隱。《始得西山宴遊記》",
    "options": [
      "緊迫",
      "皺眉",
      "收集",
      "放大"
    ],
    "answer": "緊迫",
    "explanation": ""
  },
  {
    "topic": "始得西山宴遊記",
    "question": "尺寸千里，攢蹙累積，莫得「遯」隱。《始得西山宴遊記》",
    "options": [
      "隱藏",
      "維持",
      "家畜",
      "顯示"
    ],
    "answer": "隱藏",
    "explanation": ""
  },
  {
    "topic": "始得西山宴遊記",
    "question": "「縈」青繚白，外與天際，四望如一。《始得西山宴遊記》",
    "options": [
      "環繞",
      "亮麗",
      "深邃",
      "宏偉"
    ],
    "answer": "環繞",
    "explanation": ""
  },
  {
    "topic": "始得西山宴遊記",
    "question": "縈「青」繚白，外與天際，四望如一。《始得西山宴遊記》",
    "options": [
      "青山",
      "青天",
      "河水",
      "植物"
    ],
    "answer": "青山",
    "explanation": ""
  },
  {
    "topic": "始得西山宴遊記",
    "question": "縈青繚白，外與天「際」，四望如一。《始得西山宴遊記》",
    "options": [
      "相連",
      "邊界",
      "際遇",
      "天空"
    ],
    "answer": "相連",
    "explanation": ""
  },
  {
    "topic": "始得西山宴遊記",
    "question": "然後知是山之特出，不與「培塿」為類。《始得西山宴遊記》",
    "options": [
      "小丘",
      "土房",
      "山谷",
      "高山"
    ],
    "answer": "小丘",
    "explanation": ""
  },
  {
    "topic": "始得西山宴遊記",
    "question": "悠悠乎與顥氣俱，而莫得其「涯」。《始得西山宴遊記》",
    "options": [
      "邊際",
      "岸邊",
      "陸地",
      "水池"
    ],
    "answer": "邊際",
    "explanation": ""
  },
  {
    "topic": "始得西山宴遊記",
    "question": "至無所見，而「猶」不欲歸。《始得西山宴遊記》",
    "options": [
      "仍然",
      "猶豫",
      "好像",
      "但是"
    ],
    "answer": "仍然",
    "explanation": ""
  },
  {
    "topic": "始得西山宴遊記",
    "question": "心凝形「釋」，與萬化冥合。《始得西山宴遊記》",
    "options": [
      "釋放",
      "佛家",
      "解釋",
      "釋懷"
    ],
    "answer": "釋放",
    "explanation": ""
  },
  {
    "topic": "始得西山宴遊記",
    "question": "縈青繚白，外與天際，四望如「一」。《始得西山宴遊記》",
    "options": [
      "一樣",
      "一種",
      "一般",
      "一起"
    ],
    "answer": "一樣",
    "explanation": ""
  },
  {
    "topic": "始得西山宴遊記",
    "question": "心凝形釋，與萬化「冥」合。《始得西山宴遊記》",
    "options": [
      "暗中",
      "黑暗",
      "陰間",
      "光明"
    ],
    "answer": "暗中",
    "explanation": ""
  },
  {
    "topic": "始得西山宴遊記",
    "question": "「覺」而起，起而歸。《始得西山宴遊記》",
    "options": [
      "醒來",
      "睡覺",
      "感覺",
      "覺悟"
    ],
    "answer": "醒來",
    "explanation": ""
  },
  {
    "topic": "始得西山宴遊記",
    "question": "望西山，始指「異」之。《始得西山宴遊記》",
    "options": [
      "感到驚訝",
      "不同",
      "古怪",
      "異類"
    ],
    "answer": "感到驚訝",
    "explanation": ""
  },
  {
    "topic": "始得西山宴遊記",
    "question": "攀援而登，箕踞而「遨」。《始得西山宴遊記》",
    "options": [
      "遊目四顧",
      "遊覽",
      "驕傲",
      "遨翔"
    ],
    "answer": "遊目四顧",
    "explanation": ""
  },
  {
    "topic": "始得西山宴遊記",
    "question": "其高下之勢，「岈」然窪然，若垤若穴。《始得西山宴遊記》",
    "options": [
      "山谷深邃",
      "山谷隆起",
      "山頂尖鈍",
      "山腰垂直"
    ],
    "answer": "山谷深邃",
    "explanation": ""
  },
  {
    "topic": "始得西山宴遊記",
    "question": "其高下之勢，岈然窪然，若「垤」若穴。《始得西山宴遊記》",
    "options": [
      "蟻丘外隆起的土堆",
      "蟻穴",
      "西山",
      "小山丘"
    ],
    "answer": "蟻丘外隆起的土堆",
    "explanation": ""
  },
  {
    "topic": "始得西山宴遊記",
    "question": "然後知「是」山之特出，不與培塿為類。《始得西山宴遊記》",
    "options": [
      "此",
      "is",
      "小山丘",
      "永州"
    ],
    "answer": "此",
    "explanation": "是，即「此」，「這」。"
  },
  {
    "topic": "始得西山宴遊記",
    "question": "洋洋乎與造物者遊，而不知其所「窮」。《始得西山宴遊記》",
    "options": [
      "盡頭",
      "缺乏",
      "停止",
      "開始"
    ],
    "answer": "盡頭",
    "explanation": ""
  },
  {
    "topic": "始得西山宴遊記",
    "question": "「引」觴滿酌，頹然就醉，不知日之入。《始得西山宴遊記》",
    "options": [
      "拿起",
      "引起",
      "喝",
      "放下"
    ],
    "answer": "拿起",
    "explanation": ""
  },
  {
    "topic": "始得西山宴遊記",
    "question": "引「觴」滿酌，頹然就醉，不知日之入。《始得西山宴遊記》",
    "options": [
      "酒器",
      "傷心",
      "食器",
      "傷害"
    ],
    "answer": "酒器",
    "explanation": ""
  },
  {
    "topic": "始得西山宴遊記",
    "question": "引觴滿「酌」，頹然就醉，不知日之入。《始得西山宴遊記》",
    "options": [
      "斟酒",
      "喝酒",
      "舉杯",
      "醉酒"
    ],
    "answer": "斟酒",
    "explanation": ""
  },
  {
    "topic": "始得西山宴遊記",
    "question": "「蒼」然暮色，自遠而至，至無所見。《始得西山宴遊記》",
    "options": [
      "青色、深綠色",
      "蒼白",
      "蒼老",
      "灰色、暗啞色"
    ],
    "answer": "青色、深綠色",
    "explanation": ""
  },
  {
    "topic": "始得西山宴遊記",
    "question": "心「凝」形釋，與萬化冥合。《始得西山宴遊記》",
    "options": [
      "凝聚",
      "凝視",
      "凝滯",
      "凝重"
    ],
    "answer": "凝聚",
    "explanation": ""
  },
  {
    "topic": "始得西山宴遊記",
    "question": "心凝形釋，與「萬化」冥合。《始得西山宴遊記》",
    "options": [
      "大自然",
      "內心",
      "形體",
      "西山"
    ],
    "answer": "大自然",
    "explanation": ""
  },
  {
    "topic": "始得西山宴遊記",
    "question": "而未「始」知西山之怪特。《始得西山宴遊記》",
    "options": [
      "曾",
      "開始",
      "才",
      "始終"
    ],
    "answer": "曾",
    "explanation": ""
  },
  {
    "topic": "始得西山宴遊記",
    "question": "然後知吾嚮之未「始」遊，遊於是乎始。《始得西山宴遊記》",
    "options": [
      "曾",
      "開始",
      "才",
      "始終"
    ],
    "answer": "曾",
    "explanation": ""
  },
  {
    "topic": "始得西山宴遊記",
    "question": "然後知吾嚮之未始遊，遊於是乎「始」。《始得西山宴遊記》",
    "options": [
      "曾",
      "開始",
      "才",
      "始終"
    ],
    "answer": "開始",
    "explanation": ""
  },
  {
    "topic": "始得西山宴遊記",
    "question": "在《始得西山宴遊記》中，柳宗元為甚麼要提到自己是在閒暇時出遊？",
    "options": [
      "表示這次出遊是先公後私",
      "暗示自己被小人中傷",
      "說明出遊不易",
      "慨歎自己不被重用"
    ],
    "answer": "表示這次出遊是先公後私",
    "explanation": ""
  },
  {
    "topic": "始得西山宴遊記",
    "question": "據《始得西山宴遊記》，柳宗元遊覽永州其他地方時，不曾逗留至夜晚。",
    "options": [
      "無從判斷",
      "正確",
      "錯誤",
      "／"
    ],
    "answer": "無從判斷",
    "explanation": "首段「覺而起，起而歸」並沒有提及有否逗留到晚上"
  },
  {
    "topic": "始得西山宴遊記",
    "question": "據《始得西山宴遊記》，遊覽永州山水無助柳宗元排解內心的不安。",
    "options": [
      "錯誤",
      "正確",
      "無從判斷",
      "／"
    ],
    "answer": "錯誤",
    "explanation": "西山是永州山水之一"
  },
  {
    "topic": "始得西山宴遊記",
    "question": "在《始得西山宴遊記》中，沒有從以下哪一個角度描寫西山？",
    "options": [
      "在山上仰望",
      "在山上環視",
      "在山上遠眺",
      "在山上俯瞰"
    ],
    "answer": "在山上仰望",
    "explanation": "遠眺：「則凡數州之土壤，皆在衽席之下」；俯瞰：「其高下之勢，岈然窪然，若垤若穴，尺寸千里，攢蹙累積，莫得遯隱」；環視：「縈青繚白，外與天際，四望如一」"
  },
{
    "topic": "逍遙遊",
    "question": "夫子「固」拙於用大矣。《逍遙遊》",
    "options": [
      "本來",
      "固然",
      "實在",
      "牢固"
    ],
    "answer": "實在",
    "explanation": ""
  },
  {
    "topic": "逍遙遊",
    "question": "魏王「貽」我大瓠之種。《逍遙遊》",
    "options": [
      "贈送",
      "糖果",
      "進貢",
      "遺下"
    ],
    "answer": "贈送",
    "explanation": "相同用例：余嘉其能行古道，作《師說》以「貽」之。《師說》"
  },
  {
    "topic": "逍遙遊",
    "question": "吾為其無用而「掊」之。《逍遙遊》",
    "options": [
      "撃破",
      "切開",
      "盛載",
      "舀起"
    ],
    "answer": "撃破",
    "explanation": ""
  },
  {
    "topic": "逍遙遊",
    "question": "世世以「洴澼」絖為事。《逍遙遊》",
    "options": [
      "漂洗",
      "棉絮",
      "乾淨",
      "皮膚裂開"
    ],
    "answer": "漂洗",
    "explanation": ""
  },
  {
    "topic": "逍遙遊",
    "question": "世世以洴澼「絖」為事。《逍遙遊》",
    "options": [
      "漂洗",
      "棉絮",
      "乾淨",
      "皮膚裂開"
    ],
    "answer": "棉絮",
    "explanation": ""
  },
  {
    "topic": "逍遙遊",
    "question": "今一朝而「鬻」技百金。《逍遙遊》",
    "options": [
      "賣",
      "買",
      "炫耀",
      "請求"
    ],
    "answer": "賣",
    "explanation": ""
  },
  {
    "topic": "逍遙遊",
    "question": "其大本擁腫而不「中」繩墨。《逍遙遊》",
    "options": [
      "符合",
      "中間",
      "間中",
      "量度"
    ],
    "answer": "符合",
    "explanation": ""
  },
  {
    "topic": "逍遙遊",
    "question": "無所可用，「安」所困苦哉？《逍遙遊》",
    "options": [
      "哪裡",
      "心安",
      "什麼",
      "哪些"
    ],
    "answer": "哪裡",
    "explanation": "「安」字出現在問句首字，作反問語，常譯作「怎麼」、「哪裡」。"
  },
  {
    "topic": "逍遙遊",
    "question": "今子有大樹 ，「患」其無用。《逍遙遊》",
    "options": [
      "擔憂",
      "禍患",
      "患病",
      "恐慌"
    ],
    "answer": "擔憂",
    "explanation": ""
  },
  {
    "topic": "逍遙遊",
    "question": "魏王貽我大瓠之種，我「樹」之成而實五石。《逍遙遊》",
    "options": [
      "種植",
      "樹木",
      "培養",
      "灌溉"
    ],
    "answer": "種植",
    "explanation": "此「樹」作動詞用。"
  },
  {
    "topic": "逍遙遊",
    "question": "今子之言，大而無用，眾所同「去」也。《逍遙遊》",
    "options": [
      "離棄",
      "前往",
      "退卻",
      "接受"
    ],
    "answer": "離棄",
    "explanation": ""
  },
  {
    "topic": "逍遙遊",
    "question": "「剖」之以為瓢，則瓠落無所容。《逍遙遊》",
    "options": [
      "中分",
      "解剖",
      "分裂",
      "擲開"
    ],
    "answer": "中分",
    "explanation": ""
  },
  {
    "topic": "逍遙遊",
    "question": "夫子固「拙」於用大矣。《逍遙遊》",
    "options": [
      "不善於",
      "笨拙",
      "誠實",
      "拒絕"
    ],
    "answer": "不善於",
    "explanation": ""
  },
  {
    "topic": "逍遙遊",
    "question": "宋人有善「為」不龜手之藥者。《逍遙遊》",
    "options": [
      "做",
      "用",
      "成為",
      "為了"
    ],
    "answer": "做",
    "explanation": ""
  },
  {
    "topic": "逍遙遊",
    "question": "客得之，以「說」吳王。《逍遙遊》",
    "options": [
      "遊說",
      "說話",
      "通「悅」，取悅",
      "批評"
    ],
    "answer": "遊說",
    "explanation": ""
  },
  {
    "topic": "逍遙遊",
    "question": "大敗越人，「裂」地而封之。《逍遙遊》",
    "options": [
      "割",
      "裂開",
      "剪開",
      "分開"
    ],
    "answer": "割",
    "explanation": ""
  },
  {
    "topic": "逍遙遊",
    "question": "宋人有善為不「龜」手之藥者。《逍遙遊》",
    "options": [
      "裂開",
      "滋潤",
      "進補",
      "刮破"
    ],
    "answer": "裂開",
    "explanation": ""
  },
  {
    "topic": "逍遙遊",
    "question": "立之「塗」，匠者不顧。《逍遙遊》",
    "options": [
      "通「途」，道路",
      "糊塗",
      "塗抹",
      "泥土"
    ],
    "answer": "通「途」，道路",
    "explanation": ""
  },
  {
    "topic": "逍遙遊",
    "question": "子「獨」不見狸狌乎?《逍遙遊》",
    "options": [
      "難道",
      "唯獨",
      "獨特",
      "什麼"
    ],
    "answer": "難道",
    "explanation": ""
  },
  {
    "topic": "逍遙遊",
    "question": "卑身而伏，以候「敖」者。《逍遙遊》",
    "options": [
      "通「遨」，閒遊",
      "通「傲」，驕傲",
      "通「熬」，煎熬",
      "通「傲」，傲氣"
    ],
    "answer": "通「遨」，閒遊",
    "explanation": ""
  },
  {
    "topic": "逍遙遊",
    "question": "東西跳「梁」，不辟高下。《逍遙遊》",
    "options": [
      "通「踉」，跳躍",
      "通「樑」，屋樑",
      "高梁",
      "梁姓君主"
    ],
    "answer": "通「踉」，跳躍",
    "explanation": ""
  },
  {
    "topic": "逍遙遊",
    "question": "中於機辟，死於罔「罟」。《逍遙遊》",
    "options": [
      "魚網",
      "裡",
      "窒息",
      "獸網"
    ],
    "answer": "魚網",
    "explanation": ""
  },
  {
    "topic": "逍遙遊",
    "question": "此能為大矣，而不能「執」鼠。《逍遙遊》",
    "options": [
      "捕捉",
      "拿著",
      "執著",
      "通「摯」，結伴"
    ],
    "answer": "捕捉",
    "explanation": ""
  },
  {
    "topic": "逍遙遊",
    "question": "何不「樹」之於無何有之鄉。《逍遙遊》",
    "options": [
      "種植",
      "大樹",
      "樹苗",
      "樹立"
    ],
    "answer": "種植",
    "explanation": "作動詞用"
  },
  {
    "topic": "逍遙遊",
    "question": "何不樹之於無何有之「鄉」。《逍遙遊》",
    "options": [
      "地方",
      "家鄉",
      "以往",
      "嚮往"
    ],
    "answer": "地方",
    "explanation": ""
  },
  {
    "topic": "逍遙遊",
    "question": "「彷徨」乎無為其側，逍遙乎寢臥其下。《逍遙遊》",
    "options": [
      "縱任不拘",
      "徘徊不前",
      "無助",
      "緊張"
    ],
    "answer": "縱任不拘",
    "explanation": ""
  },
  {
    "topic": "逍遙遊",
    "question": "不「夭」斤斧，物無害者。《逍遙遊》",
    "options": [
      "摧折",
      "製造",
      "丟失",
      "浪費"
    ],
    "answer": "摧折",
    "explanation": ""
  },
  {
    "topic": "逍遙遊",
    "question": "「卑身」而伏，以候敖者。《逍遙遊》",
    "options": [
      "彎下身軀",
      "平躺",
      "跪下",
      "站著"
    ],
    "answer": "彎下身軀",
    "explanation": ""
  },
{
    "topic": "詩三首",
    "question": "隨意春芳「歇」，王孫自可留。《山居秋暝》",
    "options": [
      "凋謝",
      "休息",
      "盛放",
      "停止"
    ],
    "answer": "凋謝",
    "explanation": ""
  },
  {
    "topic": "詩三首",
    "question": "「空」山新雨後，天氣晚來秋。《山居秋暝》",
    "options": [
      "空曠",
      "空白",
      "空氣潔淨",
      "天空"
    ],
    "answer": "空曠",
    "explanation": ""
  },
  {
    "topic": "詩三首",
    "question": "空山「新」雨後，天氣晚來秋。《山居秋暝》",
    "options": [
      "剛剛",
      "新鮮",
      "早上",
      "新奇"
    ],
    "answer": "剛剛",
    "explanation": ""
  },
  {
    "topic": "詩三首",
    "question": "竹「喧」歸浣女，蓮動下漁舟。《山居秋暝》",
    "options": [
      "喧鬧",
      "宣告",
      "竹子摩擦的聲音",
      "宣稱"
    ],
    "answer": "喧鬧",
    "explanation": ""
  },
  {
    "topic": "詩三首",
    "question": "竹喧歸「浣女」，蓮動下漁舟。《山居秋暝》",
    "options": [
      "洗衣女",
      "縫衣婦",
      "洗米婆",
      "曬衣女"
    ],
    "answer": "洗衣女",
    "explanation": ""
  },
  {
    "topic": "詩三首",
    "question": "竹喧歸浣女，蓮動「下」漁舟。《山居秋暝》",
    "options": [
      "從上流下來",
      "下方",
      "下游",
      "下班"
    ],
    "answer": "從上流下來",
    "explanation": ""
  },
  {
    "topic": "詩三首",
    "question": "《山居秋暝》體裁是？",
    "options": [
      "五言律詩",
      "五言古詩",
      "七言律詩",
      "七言絕詩"
    ],
    "answer": "五言律詩",
    "explanation": "每句五字，共八句。"
  },
  {
    "topic": "詩三首",
    "question": "王維在《山居秋暝》詩末抒發了甚麼情懷？",
    "options": [
      "厭倦官場生活，嚮往山中閒居",
      "躲避官場黑暗，選擇避世隱居",
      "感慨人生苦短，主張及時行樂",
      "不忍芳草凋零，歎息韶華老去"
    ],
    "answer": "厭倦官場生活，嚮往山中閒居",
    "explanation": "「王孫自可留」"
  },
  {
    "topic": "詩三首",
    "question": "《山居秋暝》詩中的韻腳包括：",
    "options": [
      "秋、流、舟、留",
      "後、舟、留",
      "秋、舟、留",
      "後、秋、流、舟、留"
    ],
    "answer": "秋、流、舟、留",
    "explanation": "雙數句末字押平聲韻，首句可押可不押，要辨別的話看首句末字是否平聲字（廣東話第1、4聲）"
  },
  {
    "topic": "詩三首",
    "question": "王維在《山居秋暝》運用了甚麼修辭手法表達自己留戀山居生活的情感？",
    "options": [
      "用典",
      "排比",
      "誇飾",
      "擬人"
    ],
    "answer": "用典",
    "explanation": "「王孫自可留」，反用典故，表達想留在山中"
  },
  {
    "topic": "詩三首",
    "question": "以下哪一項事物並沒有呼應《山居秋暝》中「天氣晚來秋」的「晚」字？",
    "options": [
      "新雨",
      "明月",
      "歸浣女",
      "下漁舟"
    ],
    "answer": "新雨",
    "explanation": ""
  },
  {
    "topic": "詩三首",
    "question": "《山居秋暝》「明月松間照，清泉石上流」兩句運用了哪種修辭手法？",
    "options": [
      "對偶",
      "借喻",
      "借代",
      "誇飾"
    ],
    "answer": "對偶",
    "explanation": ""
  },
{
    "topic": "詩三首",
    "question": "永結無情遊，相期「邈」雲漢。《月下獨酌》",
    "options": [
      "遙遠",
      "天上",
      "在",
      "銀河"
    ],
    "answer": "遙遠",
    "explanation": ""
  },
  {
    "topic": "詩三首",
    "question": "月既不解飲，影「徒」隨我身。《月下獨酌》",
    "options": [
      "只是",
      "跟隨",
      "緊貼",
      "徒手"
    ],
    "answer": "只是",
    "explanation": ""
  },
  {
    "topic": "詩三首",
    "question": "暫伴月「將」影，行樂須及春。《月下獨酌》",
    "options": [
      "和",
      "將軍",
      "即將",
      "映照"
    ],
    "answer": "和",
    "explanation": ""
  },
  {
    "topic": "詩三首",
    "question": "獨「酌」無相親。《月下獨酌》",
    "options": [
      "飲酒",
      "釀酒",
      "灑酒祭奠",
      "斟酒"
    ],
    "answer": "飲酒",
    "explanation": ""
  },
  {
    "topic": "詩三首",
    "question": "行樂須「及」春。《月下獨酌》",
    "options": [
      "趁著",
      "及時",
      "到了",
      "過了"
    ],
    "answer": "趁著",
    "explanation": ""
  },
  {
    "topic": "詩三首",
    "question": "《月下獨酌》中，「我歌月徘徊，我舞影零亂」沒有運用哪種修辭手法？",
    "options": [
      "借代",
      "擬人",
      "雙聲",
      "疊韻"
    ],
    "answer": "借代",
    "explanation": "擬人：月徘徊；雙聲：零亂；疊韻：徘徊。"
  },
  {
    "topic": "詩三首",
    "question": "《月下獨酌》體裁是？",
    "options": [
      "五言古詩",
      "五言絕詩",
      "五言律詩",
      "五言排律"
    ],
    "answer": "五言古詩",
    "explanation": "每句五字，既不是四句，又不是八句。"
  },
  {
    "topic": "詩三首",
    "question": "綜合《月下獨酌》內容，可見詩人的寫作目的是甚麼？",
    "options": [
      "自我開解，排遣鬱悶",
      "勸勉世人，及時行樂",
      "表明心志，毛遂自薦",
      "暗諷朝廷，勸諫君主"
    ],
    "answer": "自我開解，排遣鬱悶",
    "explanation": ""
  },
  {
    "topic": "詩三首",
    "question": "李白在《月下獨酌》詩末表現了怎樣的人生觀？",
    "options": [
      "曠達超脫",
      "積極樂觀",
      "沉鬱憂傷",
      "消極悲觀"
    ],
    "answer": "曠達超脫",
    "explanation": "「永結無情遊，相期邈雲漢」"
  },
  {
    "topic": "詩三首",
    "question": "以下哪一詩句跟《月下獨酌》中「我歌月徘徊，我舞影零亂」運用相同的修辭手法？",
    "options": [
      "月既不解飲，影徒隨我身",
      "花間一壺酒，獨酌無相親",
      "舉杯邀明月，對影成三人",
      "暫伴月將影，行樂須及春"
    ],
    "answer": "月既不解飲，影徒隨我身",
    "explanation": ""
  },
{
    "topic": "詩三首",
    "question": "可憐後主還祠廟，日暮「聊」為梁甫吟。《登樓》",
    "options": [
      "姑且",
      "無聊",
      "誦唱",
      "傷心"
    ],
    "answer": "姑且",
    "explanation": ""
  },
  {
    "topic": "詩三首",
    "question": "萬方多「難」此登臨。《登樓》",
    "options": [
      "憂患",
      "難道",
      "困難",
      "難題"
    ],
    "answer": "憂患",
    "explanation": ""
  },
  {
    "topic": "詩三首",
    "question": "《登樓》體裁是？",
    "options": [
      "七言律詩",
      "七言古詩",
      "七言絕詩",
      "七言排律"
    ],
    "answer": "七言律詩",
    "explanation": "每句七字，其八句。"
  },
  {
    "topic": "詩三首",
    "question": "《登樓》中，杜甫登樓看到眼前繁花盛放，覺得是對自己悽愴心情的諷刺。",
    "options": [
      "錯誤",
      "正確",
      "無從判斷",
      "／"
    ],
    "answer": "錯誤",
    "explanation": ""
  },
  {
    "topic": "詩三首",
    "question": "《登樓》中，杜甫認為唐朝廷應該改變對付外族的政策。",
    "options": [
      "無從判斷",
      "正確",
      "錯誤",
      "／"
    ],
    "answer": "無從判斷",
    "explanation": ""
  },
  {
    "topic": "詩三首",
    "question": "杜甫在《登樓》中寄託了怎樣的期望？",
    "options": [
      "政權穩固，為國效力",
      "四夷歸順，天下太平",
      "以身報國，上陣殺敵",
      "君主英明，上下一心"
    ],
    "answer": "政權穩固，為國效力",
    "explanation": "政權穩固：「北極朝廷終不改」；為國效力：「日暮聊為梁甫吟」"
  },
  {
    "topic": "詩三首",
    "question": "綜合杜甫《登樓》一詩，哪一項不是當時朝廷面對的問題？",
    "options": [
      "地方勢力坐大",
      "外族威脅邊境",
      "君主昏庸無能",
      "奸佞把持朝政"
    ],
    "answer": "地方勢力坐大",
    "explanation": ""
  },
  {
    "topic": "詩三首",
    "question": "《登樓》中「錦江春色來天地，玉壘浮雲變古今」一句描述浮雲多變，象徵唐代國祚不長，詩人雖有濟世之心，但卻報國無路。",
    "options": [
      "錯誤",
      "正確",
      "無從判斷",
      "／"
    ],
    "answer": "錯誤",
    "explanation": ""
  },
{
    "topic": "詞三首",
    "question": "談笑間、「檣」櫓灰飛煙滅。《念奴嬌》",
    "options": [
      "桅杆",
      "船槳",
      "船帆",
      "船尾"
    ],
    "answer": "桅杆",
    "explanation": ""
  },
  {
    "topic": "詞三首",
    "question": "談笑間、檣「櫓」灰飛煙滅。《念奴嬌》",
    "options": [
      "船槳",
      "桅杆",
      "船帆",
      "船尾"
    ],
    "answer": "船槳",
    "explanation": ""
  },
  {
    "topic": "詞三首",
    "question": "故國神遊，多情應笑我，早生「華」髮。《念奴嬌》",
    "options": [
      "半白",
      "黑",
      "半黑",
      "稀疏"
    ],
    "answer": "半白",
    "explanation": ""
  },
  {
    "topic": "詞三首",
    "question": "一「尊」還酹江月。《念奴嬌》",
    "options": [
      "通「樽」，酒。",
      "通「遵」，遵從。",
      "尊敬",
      "專一"
    ],
    "answer": "通「樽」，酒。",
    "explanation": ""
  },
  {
    "topic": "詞三首",
    "question": "「故」壘西邊，人道是、三國周郎赤壁。《念奴嬌》",
    "options": [
      "所以",
      "以往",
      "故事",
      "固然"
    ],
    "answer": "以往",
    "explanation": ""
  },
  {
    "topic": "詞三首",
    "question": "一尊還「酹」江月。《念奴嬌‧赤壁懷古》",
    "options": [
      "把酒灑在地上以示祭奠",
      "把酒喝掉以示祭奠",
      "斟酒",
      "喝醉"
    ],
    "answer": "把酒灑在地上以示祭奠",
    "explanation": ""
  },
{
    "topic": "詞三首",
    "question": "這次第，怎一「箇」愁字了得！《聲聲慢》",
    "options": [
      "個",
      "箇中",
      "次",
      "種"
    ],
    "answer": "個",
    "explanation": ""
  },
  {
    "topic": "詞三首",
    "question": "這「次第」，怎一箇愁字了得！《聲聲慢》",
    "options": [
      "光景",
      "名次",
      "環境",
      "園景"
    ],
    "answer": "光景",
    "explanation": ""
  },
  {
    "topic": "詞三首",
    "question": "「乍」煖還寒時候，最難將息。《聲聲慢》",
    "options": [
      "剛剛",
      "突然",
      "雖然",
      "即將"
    ],
    "answer": "剛剛",
    "explanation": ""
  },
  {
    "topic": "詞三首",
    "question": "乍煖還寒時候，最難「將息」。《聲聲慢》",
    "options": [
      "休息",
      "傷心",
      "高興",
      "睡覺"
    ],
    "answer": "休息",
    "explanation": ""
  },
  {
    "topic": "詞三首",
    "question": "如今有誰「堪」摘？《聲聲慢》",
    "options": [
      "能夠",
      "值得",
      "陪同",
      "馬上"
    ],
    "answer": "能夠",
    "explanation": ""
  },
  {
    "topic": "詞三首",
    "question": "雁過也，正傷心，卻「是」舊時相識。《聲聲慢》",
    "options": [
      "此",
      "is",
      "肯定",
      "確認"
    ],
    "answer": "is",
    "explanation": ""
  },
  {
    "topic": "詞三首",
    "question": "怎「敵」他晚來風急。《聲聲慢》",
    "options": [
      "抵擋",
      "敵對",
      "外敵",
      "思想"
    ],
    "answer": "抵擋",
    "explanation": ""
  },
{
    "topic": "詞三首",
    "question": "驀然迴首，那人卻在、燈火「闌珊」處。《青玉案》",
    "options": [
      "零落",
      "消失",
      "盛放",
      "傷心"
    ],
    "answer": "零落",
    "explanation": ""
  },
  {
    "topic": "詞三首",
    "question": "眾裏尋他千百「度」。《青玉案》",
    "options": [
      "次",
      "溫度",
      "角度",
      "個"
    ],
    "answer": "次",
    "explanation": ""
  },
  {
    "topic": "詞三首",
    "question": "「驀然」迴首，那人卻在、燈火闌珊處。《青玉案》",
    "options": [
      "忽然",
      "慢慢地",
      "竟然",
      "快速"
    ],
    "answer": "忽然",
    "explanation": ""
  },
  {
    "topic": "詞三首",
    "question": "「寶馬」雕車香滿路。《青玉案》",
    "options": [
      "名貴駿馬",
      "名貴汽車",
      "鑲了寶石的馬",
      "小馬"
    ],
    "answer": "名貴駿馬",
    "explanation": ""
  },
  {
    "topic": "詞三首",
    "question": "《青玉案‧元夕》中「寶馬雕車香滿路」運用了甚麼修辭手法？",
    "options": [
      "借代",
      "借喻",
      "擬人",
      "擬物"
    ],
    "answer": "借代",
    "explanation": "「寶馬雕車」，借代富家子弟。"
  }

];